[
  {
    "book": "하박국",
    "chapter": 1,
    "verse": 1,
    "subject1": "",
    "subject2": "",
    "text": "주) 선지자 하박국의 묵시로 받은 경고라 - '하박국' 선지자에 대해 알려진 것은 거의 없으며 다만 본서에만 나와 있을 뿐이고(3:1), 그의 이름이 전형적인 히브리어도 아니다. 특히 자신을 가리켜 선지자라고 하는 경우는 하박국을 포함하여 세 명뿐이다(학 1:1;슥 1:1). 이런 점에 비추어보면 하박국은 직업적인 선지자였을 것이다. 그가 사용하는 용어를 보면, 남달리 엄중한 예언을 선포하고 있음을 알 수 있다. '경고'에 해당하는 히브리어 '맛사'는 '짐'(burden), '예언'(prophecy). '신탁'(oracle)을 의미하는 것으로 엄중성을 나타내며, 히브리어 원문에는 문장 첫머리에 나와서 강조되어 있다."
  },
  {
    "book": "하박국",
    "chapter": 1,
    "verse": 2,
    "subject1": "",
    "subject2": "",
    "text": "주) 여호와여 내가 부르짖어도 주께서 듣지 아니하시니 어느 때까지리이까 - '어느 때까지리이까'라는 물음은 애가의 전형적인 형식이다(시 6:3;13:1,2;80:4;89:46;렘 12:4;슥 1:12). 그것은 앞의 동사 '내가 부르짖어도'의 히브리어 '솨와예티'와 밀접하게 연결되어 구원을 간절히 요청하는 위기 상황을 나타낸다. 주) 내가 강포를 인하여 외쳐도 주께서 구원치 아니하시나이다 - '강포'에 해당하는 히브리어 '하마스'는 자기 동료마저 해칠 정도로 도덕적으로 극심하게 파괴된 상태를 가리킨다(창 6:11). 여기서는 통치 계급이 불의의 편에 서서 백성들을 무자비하게 압제한 당시의 암울한 현실, 즉 유다 왕 여호야김의 폭정을 가리킨다. 하박국은 백성의 고통을 아파하며, 끊임없이 하나님께 간구하였으나 하박국이 원하는 만큼 하나님의 응답이 없었던 것 같다. 이에 본절에서 1장 전체에 걸쳐 응답받지 못하는 기도에 대한 긴장감이 고조되어 나타난다. 이러한 긴장은 2장에 이르러 하나님에 의해 부분적으로 옹호되고, 3장에 가서는 보다 충분하게 확증되고 하박국의 믿음이 입증된다(C.E.Armerding)."
  },
  {
    "book": "하박국",
    "chapter": 1,
    "verse": 3,
    "subject1": "",
    "subject2": "",
    "text": "주) 어찌하여 나로 간악을 보게 하시며 패역을 목도하게 하시나이까 - 2절과 마찬가지로 '어찌하여'의 히브리어 '라마'는 애가의 전형적인 표현으로(시 10:1;44:23,24;74:1,11;80:12;88:14)문장 전체를 강조한다. '간악'의 히브리어 '아웬'과 '패역'의 히브리어 '아말'은 다른 구절들에서도 서로 관련되어 등장하는 용어로 여기서는 민수기의 축복 내용(민 23:21)과 상반된 개념으로 사용되었다. 이로써 민수기의 약속과 상반된 현재 상황을 부각시키는 듯한다(3:2). 이 단어는 각각 '죄악'(evil)과 '불화'(trouble)로 번역할 수 있으며(NIV), 공의가 왜곡되고 사회적인 억압이 팽배한 상황을 묘사하는 데에 주로 사용되었다(렘 6:7;20:8; 겔 45:9; 암 3:10). 본 구절에서는 특별히 하나님께서 의인이 고난받고 악인이 번영하고 있음에도 불구하고 관심없이 방관하신다는 사실에 초점을 맞추고 있다. 이는 여호야김 왕의 통치 기간(B.C.609-598)동안 이스라엘 백성은 하나님의 율법을 지키지 않고 이방신을 섬겼음에도 불구하고 하나님께서 내버려 두신 역사적인 사실에 근거한다(렘 22:3,13-17). 주) 변론과 분쟁이 일어났나이다 - '변론과 분쟁'(strife and conflict)은 평행어로서 분노와 알력으로 인한 다툼을 일컫는 말이다(잠 15:18; 렘 15:10). 이는 이스라엘 민족간에 일어났던 분쟁을 가리키는 것으로 당시의 심각한 사회상을 묘사한다."
  },
  {
    "book": "하박국",
    "chapter": 1,
    "verse": 4,
    "subject1": "",
    "subject2": "",
    "text": "주) 이러므로 율법이 해이하고 공의가 아주 시행되지 못하오니 - '율법'에 해당하는 히브리어 '토라트'는 모든 권위의 가르침을 가리킬 수도 있지만(잠 3:1;4:2), 하나님의 법을 의미하는 것으로 하나님께서 이스라엘과 맺은 언약 규례를 가리키기도 한다. 이 규례는 모세를 통해 주어졌으며, 레위인 제사장들에 의해 중재되었고(레 10:11;신 33:10),간혹 통치권자가 중재하기도 했다(신 17:8-11). 그런데 율법에 기초하여 시행되던 공의가 율법의 해이로 인해 시행되지 못하게 되었다. 이와 같은 상황을 통해 당시의 사회는 전반적으로 하나님의 뜻과 무관하게 사는 모습이 팽배했었음을 알 수 있다."
  },
  {
    "book": "하박국",
    "chapter": 1,
    "verse": 5,
    "subject1": "",
    "subject2": "",
    "text": "주) 여호와께서 가라사대 - 이에 해당하는 표현이 히브리어 원문에는 나오지 않는다. 아마도 문맥상 자연스럽게 연결되도록 하고, 독자로 하여금 말하는 사람이 바뀌었음을 알게 하기 위해 임의로 번역한 듯하다. 주) 너희는 열국을 보고 또 보고 - '보고'에 해당하는 히브리어 '레우'와 '하비투'는 주로 함께 사용되었고(대상 21:21;시 10:14), 여기서는 도무지 믿을 수 없는 기이한 일을 보게 될 것을 가리킨다. 주) 놀라고 또 놀랄지어다 - 이에 해당하는 히브리어 '히타메후 테마후'는 칼 동사와 히트파엘 동사가 합쳐져서 매우 강조되어 놀라움의 최고 절정을 의미한다. 이로써 당시 이스라엘에게 닥칠 일의 심각성이 어떠한지 나타낸다. 그 일은 예루살렘의 몰락으로 이루어졌고, 그러한 사건은 하나님의 백성에게 있어서 국가적으로나 종교적으로 위기를 조성하는 일이었다."
  },
  {
    "book": "하박국",
    "chapter": 1,
    "verse": 6,
    "subject1": "",
    "subject2": "",
    "text": "주) 보라 내가 사납고 성급한 백성...갈대아 사람을 일으켰나니 - '갈대아 사람'으로 번역된 히브리어 '카세딤'은 앗수르 서판에 의하면 '칼두'(Kaldu)라고 불리기도 했다. 칼두는 유브라데 강과 티그리스 강 옆에 페르시아만과 바벨론 남단 중간에 위치한 나라였고, 도시가 거의 없었다. 그곳 거민들은 소규모의 농축업과 수렵으로 생활했으며, 앗수르에 대해 반감을 가지고 있었다(R.L.Smith). 그러다가 나보폴라살(Nabopolassar)이 B.C.625년에 니느웨를 점령하여 갈대아 왕조를 창건하였고, 그의 아들 느부갓네살에 이르러서는 바벨론인들이라고 불리게 되었다(IDB). 성경의 증거에 의하면, 갈대아인들은 아브라함의 형제인 나훌의 아들 게셋의 후손이었다(창 22:22)."
  },
  {
    "book": "하박국",
    "chapter": 1,
    "verse": 7,
    "subject1": "",
    "subject2": "",
    "text": "주) 그들은...위령이 자기로 말미암으며 - 본절에서는 앞에서 언급된 침략자의 모습을 보다 생생하고 상세하게 묘사한다. 갈대아 사람들은 사람을 심판하거나 사람을 다스리는 통치권이 자신에게로부터 비롯되었다고 착각하고 자신들의 힘을 의지하여 포악하고 혹독하게 이스라엘을 비롯한 많은 열국들을 지배하고 다스렸다."
  },
  {
    "book": "하박국",
    "chapter": 1,
    "verse": 8,
    "subject1": "",
    "subject2": "",
    "text": "주) 그 말은 표범보다...이리보다 사나우며 그 기병은...마치 식물을 움키려 하는 독수리의 날음과 같으니라 - 본절의 표현들은 바벨론의 군대가 맹렬하게 공격하는 모습을 비유적으로 나타내는 것이다. 표범과 이리는 사자와 더불어 유다에 대한 하나님의 심판을 상징하는 동물로 나타나기도 한다(렘 5:6; 호 13:7,8). '독수리'로 번역된 히브리어 '네쉐르'는 썩은 고기를 먹는 '콘돌'(vulture)을 가리키기도 하지만, 여기서는 먹이를 사냥하는 독수리를 가리킨다고 보는 것이 더 잘 어울린다. 본절은 바벨론군대가 이스라엘을 빠른 속도로 공격할 것을 의미하고, 그만큼 이스라엘의 죄악에 대한 심판이 임박했음을 나타낸다."
  },
  {
    "book": "하박국",
    "chapter": 1,
    "verse": 9,
    "subject1": "",
    "subject2": "",
    "text": "주) 그들은 다 강포를 행하러 오는데...사람을 사로잡아 모으기를 모래같이 - '강포'라는 표현은 앞에서 언급된 것을 반복하는 것이다. 강포를 일삼았던 사람들은 다른 사람의 강포에 의해 죽임을 당하게 될 것을 보여준다(시 7:16; 잠 1:18,19). 특별히 '모래같이'라는 표현은 수많은 이스라엘 백성이 무기력하게 국외로 끌려가는 모습을 생생하게 연상시켜준다. 실제로 이스라엘 백성은 바벨론을 다스리던 갈대아 왕 느부갓네살 왕 때(B.C.597) 20여년에 걸쳐 포로로 잡혀갔다(왕하 25:1-8)."
  },
  {
    "book": "하박국",
    "chapter": 1,
    "verse": 10,
    "subject1": "",
    "subject2": "",
    "text": "주) 열왕을 멸시하며...그것을 취할 것이라 - 본절은 갈대아 사람들의 성격과 특성을 가리키는 것으로, 그들은 독단적인 거만함, 조급하고 야만적인 심성, 자제할 수 없는 욕망을 가진자들이었음을 보여준다. 또한 그들의 공격성은 맹렬하였으므로 아무리 견고한 성벽이라도 그들의 공격을 막아낼 수 없으리라는 것을 보여준다. 바벨론 사람들은 스스로 절대적인 통치권을 발휘할 수 있으리라고 착각하고 다른 어떠한 권위도 인정하려 들지 않았던 것이다."
  },
  {
    "book": "하박국",
    "chapter": 1,
    "verse": 11,
    "subject1": "",
    "subject2": "",
    "text": "주) 그들은 그 힘으로 자기 신을 삼는 자라...지나치게 행하여 득죄하리라 - 갈대아인이 바람이 휩쓸듯이 빠르게 열방과 이스라엘을 정복할 것을 의미한다. 그렇지만, 그들은 자신의 힘을 절대적으로 의지하고 신격화하여 득죄하는 오만함을 드러낸다. 이들은 책임을 모르고 회개하지도 않고 도리어 창조 세계의 가장 근본적인 질서를 깨뜨린다. 이러한 표현을 통해 그들이 이스라엘을 심판하기 위해 도구로 사용되긴 하지만, 그들의 죄에 대한 책임을 회피할 수 없음을 보여준다. 그들은 결국 몰락하게 될 것을 선언하고 있다."
  },
  {
    "book": "하박국",
    "chapter": 1,
    "verse": 12,
    "subject1": "",
    "subject2": "",
    "text": "주) 선지자가 가로되 -앞에서(5절)의 경우와 마찬가지로 히브리어 원문에는 나타나지 않는 표현으로 문맥의 전환을 알기 쉽게 하기 위해 첨가한 번역이다. 또한 본절은 복잡한 평행법의 전형적인 예이다. 즉, 첫째 행과 둘째 행이 대구를 이루고, 셋째 행과 넷째 행이 대구를 이룬다. 또한 첫째, 둘째 행은 셋째, 넷째 행과 평행을 이룬다. 주) 여호와 하나님 나의 거룩한 자시여 주께서는 만세 전부터 계시지 아니하시니이까 - 첫째 행에 해당하는 본 구절에서는 하나님의 언약적인 명칭인 여호와(출 6:2-8)이라는 칭호를 사용하여 이스라엘의 과거 역사를 회고해보는 것으로 보인다. '만세'에 해당하는 히브리어 '케뎀'은 영원을 의미하기도 하고(신 33:27; 시 55:19), 지난 역사의 불특정한 시점을 가리키기도 한다(시 44:1; 77:5,11). 특별히 '전부터'에 해당하는 히브리어 전치사 '미'는 본 구절이 과거 출애굽과 관련된 것임을 보여준다(C.E.Armerding). 이와 같은 역사 회곡적인 표현은 본서 전반에 걸쳐 나타난다(6-8절;3:2,3). 주) 우리가 사망에 이르지 아니하리이다 - 이는 언약의 하나님께 대한 선지자의 신앙 고백이다. 하나님의 거룩성은 하나님의 절대 주권과 연결되며 당신의 백성을 구원하고 생명을 유지시켜 구속하시는 사실에서 명백히 드러난다. 주) 여호와여 주께서 심판하기 위하여 그를 두셨나이다 반석이시며 주께서 경계하기 위하여 그를 세우셨나이다 - 본 구절도 평행적인 대구를 이룬다. 특별히 '여호와'와 '반석'을 같은 의미로 대조시켜 드러내고자 하는 의미를 이중적으로 강조한다. 또한 '심판'과 '경계'라는 개념도 상호 관련되어 나타나는 것(사 11:3,4)으로 두행이 서로 보완적이면서 같은 의미를 반복하여 강조한다. '심판'에 해당하는 히브리어 '미쉬파트'는 무질서의 요인들을 제거하여 하나님의 통치권과 권위를 회복하는데에 그 의미가 있다. 또한, 이와 대조를 보이는 '경계'의 히브리어 '호키아흐'는 '옳고 정의로운 것을 정립한다'는 법률적인 의미를 기본적으로 함축하지만, 그 용례는 매우 다양하다. 여기서는 범죄자를 교화한다는 차원에서(레 19:17;욥 5:17; 시 6:1) 사용되어 파괴적인 의미보다는 구속적인 의미를 나타낸다. 인간은 하나님의 주권에 대해 어떻게 대처할 것인지 스스로 판단하고 결정할 수 있겠으나, 하나님의 주권을 피할 수 있는 길은 결코 없다."
  },
  {
    "book": "하박국",
    "chapter": 1,
    "verse": 13,
    "subject1": "",
    "subject2": "",
    "text": "주) 주께서는 눈이 정결하시므로...참아보지 못하시거늘 어찌하여 - 하나님의 공의로운 속성에 관해 좀더 진전된 논의를 펼치기 위해 앞에서(3,5절) 언급된 적이 있는 '보다'의 히브리어 '라'와 '참다'의 히브리어 '하비트'라는 동사를 반복한다. 여기서 하박국선지자는 하나님의 약속과 자신에게 당면한 현실사이에서 보여지는 모순을 부각시킨다. 그렇지만, 그 의문조차 무작정 회의에 근거하지 않고 하나님을 향한 신앙에 기초한다."
  },
  {
    "book": "하박국",
    "chapter": 1,
    "verse": 14,
    "subject1": "",
    "subject2": "",
    "text": "주) 주께서...곤충 같게 하시나이까 - 앞에서 언급한 논의에 이어, 이스라엘 백성이 갈대아인들에게 대항해 보지도 못하고 사로잡히게 될 일을 비유로 나타내고 있다. '고기'나 '바다의 어족'이라는 표현은 인간 이하의 상태를 암시하거나(창 1:26,28; 9:2; 시 8:8; 전 9:12) 정상적인 인간 사회에서 기대되는 조직이나 지도력을 결여한 무기력한 상황을 가리킨다."
  },
  {
    "book": "하박국",
    "chapter": 1,
    "verse": 15,
    "subject1": "",
    "subject2": "",
    "text": "'낚시', '그물', '초망'등은 갈대아 군대를 비유하는 표현으로 앞에서(11절) 언급된 것처럼 바벨론 사람들이 자신의 힘과 권세를 신격화하여 기뻐하고 그것을 의뢰하는 모습을 보여준다. 본문에서는 철저히 자기 중심적인 교만이 가득한 상태를 묘사한다. 그들이 번성하는 현실은 선지자로 하여금 더욱 큰 의문을 갖게 했던 것이 분명하다."
  },
  {
    "book": "하박국",
    "chapter": 2,
    "verse": 1,
    "subject1": "",
    "subject2": "",
    "text": "주) 내가 내 파수하는 곳에 서며 성루에 서리라 - '내 파수하는 곳'에 해당하는 히브리어 '미쉐마르티'는 파수하는 행위 자체를 가리키기도 하고, 파수하는 장소인 '파수대'를 가리키기도 한다. 여기서는 '성루'가 암시하는 대로 파수꾼의 직무를 수행하던 성벽의 파수대를 가리킨다 실제로 하박국이 파수꾼이었는지의 여부는 알 수 없지만, 하박국이 파수꾼의 심정으로 하나님의 말씀을 기다리며 하나님과 교통하겠다는 태도를 가졌음은 분명하다(시 5:3; 미 7:7). 주) 그가 내게 무엇이라 말씀하시는지...어떻게 대답하실는지 보리라 그리하였더니 - 하박국이 파수대에 선 것은 하나님의 응답을 기다리기 위한 것이었다. 이와 같은 하박국의 태도는 하나님의 응답을 간절히 기다리는 모습이다. 또한 '내게'에 해당하는 히브리어 '비'를 직역하면 '내 안에'라는 의미로 스가랴 선지자도 이런 표현을 많이 사용하였다(슥 1:9,13,14; 2:2; 4:1,4,5; 5:4,10; 6:4). 이는 하박국 선지자가 파수대에 서 있는 외적인 행동과 대비되는 것으로 잠잠히 내적인 귀로 하나님의 말씀을 듣는 태도를 보여준다."
  },
  {
    "book": "하박국",
    "chapter": 2,
    "verse": 2,
    "subject1": "",
    "subject2": "",
    "text": "여기서부터는 본장 전체에 걸쳐 하박국의 질문에 대한 하나님의 응답이 계속된다. 먼저 하나님께서 하박국 선지자에게 응답받을 준비를 갖추도록 조치하시고 나서, 악인과 의인의 차이점이라든가 침략자 갈대아 사람이 하나님의 심판을 받게 되리라는 사실을 알려주신다. 갈대아 사람들이 비록 하나님의 도구로 사용되었더라도 그들의 탐심과 잔인성, 허탄한 삶의 태도가 용서될 수 있는 것은 아니었다. 주) 여호와께서 내게 대답하여 가라사대 너는 이 묵시를 기록하여 판에 명백히 새기되 달려가면서도 읽을 수 있게 하라 - '묵시'의 히브리어 '하존'은 이미 1:1에서 사용되었다. 그러므로 이 표현은 본서 전체를 개관한 1:1을 반영할 뿐 아니라, 하박국이 성루에서 하나님의 말씀을 기다린 결과 받게 된 핵심적인 내용이 무엇인지 밝히는 데에 도움을 준다. 하나님은 모세에게 그랬던 것처럼(출 17:14) 특별히 판(板)에 기록하여 미래의 정한 때까지 보존하도록 하셨다. 이렇게 조치하신 이유는 많은 거짓 예언으로부터 참된 예언을 보호하고 전수시키기 위한 것이었다. 하나님의 말씀을 새긴 판(tablets)은 돌이나 점토 혹은 금속 등으로 만들어진 것으로 보인다(IDB). 서판에 쓰여진 메시지는 통보자에 의해 전달되었고, 통보하는 방식이 그것을 가지고 '달리는'것이었다(삼상 4:12;삼하 18:19-27;에 3:13,15; 8:10,14;렘 51:31). 여기서는 특별히 하박국의 선지자적인 역할을 염두에 둔 것으로 보인다(렘 23:21)."
  },
  {
    "book": "하박국",
    "chapter": 2,
    "verse": 3,
    "subject1": "",
    "subject2": "",
    "text": "주) 이 묵시는...그 종말이 속히 이르겠고 - '종말'에 해당하는 히브리어 '케츠'는 어떤 목적, 행위 또는 사기의 끝을 의미한다(애 4:18; 겔 7:2,3; 21:25,29). 본절에서 '묵시'의 직접적인 내용은 바벨론 압제의 종식을 가리킨다(4-20절). 기록된 묵시는 현재적인 의미뿐만 아니라 미래적인 의미를 가지고 있어서 시간의 최종적인 순간까지 계속될 것임을 보여준다."
  },
  {
    "book": "하박국",
    "chapter": 2,
    "verse": 4,
    "subject1": "",
    "subject2": "",
    "text": "주) 보라 그의 마음은 교만하며 그의 속에서 정직하지 못하니라 - '그의 마음'에 해당하는 히브리어 '나프쇼'는 '영', '생명'(KJV,RSV)이라 번역할 수 있고, '욕망','욕구'라는 의미를 내포한다. 접미사 '그의'는 1:2-2:1의 관계에서 살펴볼 때 갈대아(바벨론)를 가리키고 있음을 알 수 있다. '교만하며'에 해당하는 히브리어 '우펠라'는 '아팔'의 푸알형으로 본래 '부풀어 오름'을 의미하며 무례와 뻔뻔스러움을 나타낸다(민 14:44). 이는 교만한 자의 심중이 안정되지 못함을 나타내는 표현으로 이런 심적 상태를 소유하고 있는 까닭은 하나님으로부터 떠나있기 때문이다. 주) 그러나 의인은 그 믿음으로 말미암아 살리라 - '믿음'의 히브리어 '에무나토'는 '공평', '견고', '확실', '영원'등의 의미를 갖고 있으며, 특별히 신뢰성에 기초하여 증명되는 개인의 품성이나 행위의 '공평함'을 뜻한다. 본 구절에서 믿음의 속성은 '그의'라는 소유격앞에 위치한 '의로운'에 의해 잘 설명된다. 믿음은 의를 실천하려는 그의 태도가 확고한 것을 의미하는 바, '믿음'은 의의 개념과 동일하게 사용되곤 한다(삼상 26:23; 시 33:4,5; 40:10; 96:13; 119:75,138; 143:1). 바울은 이를 인용하여 믿음으로 의롭게 된다는 이신 청의의 교리를 가르친다."
  },
  {
    "book": "하박국",
    "chapter": 2,
    "verse": 5,
    "subject1": "",
    "subject2": "",
    "text": "본절은 만족할 줄 모르는 정치적인 정복욕을 표현하는 것으로 바벨론인인이 자만과 탐욕, 노골적인 침략으로 말미암아 도덕적인 파탄을 입게 될 것을 보여준다. 주) 술을 즐기며 궤휼하며 교만하여 가만히 있지 아니하고 - '술'은 바벨론인처럼 기만적이고 미덥지 못한 특성을 지닌다. 술이 삶을 흥겹게 하기도 하지만, 그 중독성으로 인해 가난과 혼돈과 파괴를 초래한다(잠 20:1;23:20,21,29-35; 사 28:7). 특별히 본 구절에서는 사회적인 불의와 연관되어 사용되었다. 그것은 곧 궤휼과 교만과 한없는 욕심 등이다. 주) 그 욕심을 음부처럼 넓히며...만국을 모으며 만민을 모으나니 - '그 욕심'에 해당하는 히브리어 '나프쇼'는 '욕망','목구멍','욕구'등으로 번역되기도 한다(KJV,NEB,TWOT). 그리고 이어지는 비유들은 욕망의 정도를 좀더 확실하고 자세하게 알려준다. 다시 말하면 1:5-17에서 이미 증명되었듯이 그 욕망이 만족할 줄 모르고 지속된다는 것이다(잠 27:20;30:15,16;사 5:14). 한편 '음부'에 해당하는 히브리어 '스올'은 먹이를 삼키는 곳으로 일관되게 언급되며(민 16:30-34;잠 1:12; 27:20; 사 5:14) '지하 세계', '지옥'(KJV,RSV)등으로 번역할 수 있다. 그만큼 갈대아 사람들은 자신의 과다한 욕심과 파괴적이며 모든 것을 삼켜도 만족할 줄 모르는 욕망을 가지고 왕성하게 이웃 나라들을 독식하였다."
  },
  {
    "book": "하박국",
    "chapter": 2,
    "verse": 6,
    "subject1": "",
    "subject2": "",
    "text": "본절에서부터 갈대아 사람들의 행위에 대한 심판의 집행이 단호하고도 최후 통첩적인 어조로 기술된다. 이는 앞에서(1:5-2:5) 심판의 집행을 암시적으로만 보여준 것과는 대조된다. 주) 그 무리가 다 속담으로 그를 평론하며 조롱하는 시로 그를 풍자하지 않겠느냐 - '속담'에 해당하는 히브리어 '마솰'과 '평론'에 해당하는 히브리어 '멜리차'와 '조롱'에 해당하는 히브리어 '히도트'는 잠 1:6에서도 함께 나오는데, 주로 교훈적인 의미로 사용되었다. 여기서는 비웃는 듯한 어투로 사용되어 앞으로 전개될 내용(6-20절)의 특성을 함축적으로 표현하였다. 곧 이르기를 화있을진저...무겁게 짐진 자여- '화 있을진저'에 해당하는 히브리어 '호이'는 일반적으로 심판적인 내용을 소개하는 예언 문학에서 주로 사용되었다(사 5:8,11,18,20-22; 렘 22:13; 23:1; 암 5:18; 6:1). 여기서도 앞으로 계속될 선포가 저주의 성격을 가진다는 사실을 충분히 뒷받침한다. 그리고 이 저주를 듣는 자들을 향해 '자기 소유 아닌 것을 모으는 자', '볼모잡은 것으로 무겁게 짐진 자'라고 표현하여 그들이 당하게 될 화는 그들이 자행했던 강탈과 노략에 근거한 것임을 시사한다."
  },
  {
    "book": "하박국",
    "chapter": 2,
    "verse": 7,
    "subject1": "",
    "subject2": "",
    "text": "주) 너는 물 자들이...너를 노략하리니...강포를 행하였음이니라 - 앞에서 언급된 사실을 반복하는 단락으로 심판의 시행이 자기 죄에 해당되는 보응임을 보여준다. 이는 의인이 믿음으로 산다는 사실과 명확한 대조를 보인다. 즉 악인은 자기의 행위대로 징계를 받는다는 사실이 드러난다. 실제로 여기서 선포된 재앙이 바벨론과 메대와 바사로부터 피해를 입은 자들에 의해 집행되었다(사 13:17-22; 21:2-10; 렘 25:25; 49:34-39; 51:11,12; 겔 32:24,25; 단 5:28)."
  },
  {
    "book": "하박국",
    "chapter": 2,
    "verse": 9,
    "subject1": "",
    "subject2": "",
    "text": "본절은 히브리어 원문과 반대로 앞 구절과 뒷 구절의 순서가 바뀌어 번역되었다. 주) 재앙을 피하기 위하여 높은 데 깃들이려 하며 - 이는 에돔과 마찬가지로(옵 1:3)외세의 침략으로부터 보호될 수 있도록 하기 위해 높은 곳에 위치해 있거나 성을 높이 쌓은 상태를 가리킨다. 주) 자기 집을 위하여 불의의 이를 취하는 자에게 화 있을진저 - '화 있을진저'에 해당하는 히브리어 '호이'는 히브리어 원문에서 문장 맨 앞에 위치하여 본 구절이 심판적인 성격을 띠고 있음을 강조한다. 그들이 온갖 수단을 다해 재앙으로부터 벗어나려 하더라도 반드시 뿌린 대로 거두게 될 것임을 명백히 한다. 실제로 바벨론은 난공 불락의 성이었음에도 불구하고 분열된 상황과 거짓된 교만으로 인해 스스로 몰락해 갔다(단 5:1-30)."
  },
  {
    "book": "하박국",
    "chapter": 2,
    "verse": 10,
    "subject1": "",
    "subject2": "",
    "text": "주) 네 집에 욕을 부르며...들보가 응답하리라 - 앞 구절의 내용을 보다 강화하면서 같은 내용을 반복한다. '욕을 부르며'에 해당하는 히브리어 '야아체타'는 생명을 빼앗아 가는 것을 의미한다. 따라서 본문은 그들이 생명을 파괴한 것에 대한 보응으로 생명을 상실하고, 자기 집을 안전하게 하려고 노력했으나 도리어 그 만행의 보응으로 분열되고 조화가 깨어지게 될 것을 보여준다."
  },
  {
    "book": "하박국",
    "chapter": 2,
    "verse": 12,
    "subject1": "",
    "subject2": "",
    "text": "주) 피로 읍을 건설하며 불의로 성을 건축하는 자에게 화 있을진저 - 본장에서 세 번째로 언급되는 '화 있을진저'의 히브리어 '호이'도 앞의 경우(9절)와 마찬가지로 히브리어 원문에는 문장 첫머리에 나온다. 본절의 내용은 바벨론의 수도 건설을 지칭하는 것으로 이전에 예루살렘을 향해 적용되기도 하였다(미 3:10).이스라엘의 여호야김은 재위 기간 동안 백성들을 강제로 동원하고, 국가 기금으로 사치스런 왕궁을 지은 적이 있다(렘 22:13,14). 바벨론도 이와 유사한 방법으로 세워진 성읍이었다. 이처럼 국민의 복지와 안녕에 관심을 두지 않고 자신의 명예와 권력에만 관심을 쏟는 통치자는 결국 백성으로부터 외면당하고 하나님으로부터 멀어진다."
  },
  {
    "book": "하박국",
    "chapter": 2,
    "verse": 13,
    "subject1": "",
    "subject2": "",
    "text": "주) 민족들이...열국이 헛된 일로 곤비하게 되는 것이 - 본 구절은 앞서 언급된 바벨론의 성읍건축을 염두에 둔 말로 민족들과 열국들이 일반적으로 추구하는 헛된 이상을 묘사한다. 주) 만군의 여호와께로서 말미암음이 아니냐 - 히브리어 원문에는 본 구절이 문장 첫머리에 나온다. 이로써 바벨론이 당하게 될 심판이 필연적이며 노동 착취로 건립된 문명은 스스로 망하게 될 것을 강조한다. 이것으로 봐서 인류 역사의 주된 원동력은 역사적인 사건들 자체에 있는 것이 아니라, 그 모든 것을 통치하시는 여호와의 계시적 목적에 기초한다."
  },
  {
    "book": "하박국",
    "chapter": 2,
    "verse": 14,
    "subject1": "",
    "subject2": "",
    "text": "본절은 앞의 내용(12,13절)의 강조점을 더욱 발전시키면서 결론적으로 언급된다. 즉, 세상 끝날에 모든 세상 열방이 여호와의 위력과 위엄을 느끼게 될 것이고, 하나님을 아는 지식이 온 땅에 가득하게 되리라는 것을 언급하여 메시야의 왕국에 대한 소망을 나타낸다(민 23:21). 이는 하나님의 영광이 여호와의 집에 가득한 것처럼 온 땅에 가득해야 한다는 영원한 목적에 기초한다(출 40:34,35; 민 14:21; 왕상 8:11; 시 57:5,11; 72:19)."
  },
  {
    "book": "하박국",
    "chapter": 2,
    "verse": 15,
    "subject1": "",
    "subject2": "",
    "text": "주) 이웃에게 술을 마시우되...그 하체를 드러내려 하는 자에게 화 있을진저 - 네 번째로 사용된 '화 있을진저'(호이)도 앞에서 사용된 것(9,12절)과 마찬가지로 문장 첫머리에 등장한다. 이로서 여호와의 심판 예고는 그 절정에 이른다. 본 구절은 특별히 다른 사람들의 정신을 혼미하게 하고 음란한 행위를 조장하는 것을 가리킨다. 그들은 실제로 이방 민족을 침략했을 때, 그곳의 여인들에게 강제로 술을 마시우고 추행하였다(나 3:5)."
  },
  {
    "book": "하박국",
    "chapter": 2,
    "verse": 16,
    "subject1": "",
    "subject2": "",
    "text": "주) 여호와의 오른손의 잔이...네게로 돌아오리라 - 그들이 취한 수치스럽고 음란한 행위은 필연적으로 파괴적인 강포로 이어진다. 여기서 '레바논'은 여호와께로부터 할당받은 땅(신 1:7,8; 수 1:4), 혹은 이스라엘로 상징되기도 했으며, 특별히 바벨론의 침략을 받은 이스라엘로 상징되었다(왕상 9:19; 렘 22:6,23). 본절은 다름 아닌 바벨론의 이스라엘 침공을 가리킨다. 바벨론이 심판을 받게 된 이유는 이기심을 추구했기 때문이며, 자기의 영광을 추구한 데다가 하나님의 백성인 이스라엘을 침공했기 때문이다. 그들에게 닥칠 심판은 13,14절에서 언급된 대로 다른 사람에게 가했던 방식으로 망하게 되는 것이다. 이런 예언은 실제로 역사 속에서 성취되었다. 갈대아 사람들의 성읍 바벨론은 약 25.8m 두께의 성곽으로 그 둘레가 17.7Km에 달하는 거대한 성이었다. 이처럼 난공 불락의 견고한 성읍도 B.C.539년 바사에게 멸망당하고 말았다(단 11:2)."
  },
  {
    "book": "하박국",
    "chapter": 2,
    "verse": 18,
    "subject1": "",
    "subject2": "",
    "text": "주) 새긴 우상은...생기가 도무지 없느니라 - 본 단락은 6-17절에 이어지는 결론으로 앞에서와는 달리 심판의 선언이 없고 주로 우상들이 가진 거짓되고 헛된 특성을 지적한다. 우상은 무생물인 돌, 나무, 금속 등으로 만든것으로 아무런 힘도 발휘하지 못하고, 생명력도 없다(시 135:17). 더욱이 그것들은 진리를 가르칠 수도 없고 교훈을 베풀 수도 없다. 이는 그것들이 인격체도 아니고, 생기도 없기 때문이다. 그러므로 인간들이 우상들을 부르는 것은 비난받아 마땅한 어리석은 짓이다(왕상 18:22-29). 그럼에도 불구하고 우상 숭배에 빠지는 것은 인간들의 허탄한 마음을 나타내는 것에 불과하다(롬 2:21-25)."
  },
  {
    "book": "하박국",
    "chapter": 2,
    "verse": 20,
    "subject1": "",
    "subject2": "",
    "text": "주) 오직 여호와는 그 성전에 계시니 온 천하는 그 앞에서 잠잠할지어다 - 우상의 무익성에 대해 피력하고 나서 그와는 대조적으로 하나님의 유일성과 절대성을 언급한다. 이는 장차 이루어질 현상을 염두에두는 표현이기도 하다. 세상은 하나님을 거역하는 악의 세력이 판을 치고 있는가 하면, 여전히 의인은 믿음을 고수하는 의인과 악인의 긴장 상태에 놓여 있다. 이는 하나의 전쟁으로 악의 세력과 의인의 믿음이 대립하고 있는 것이다. 이런 전쟁은 계속되겠으나 하나님은 크신 권능으로 악인의 노력을 방해하고 의인에게는 악에 대항하고 그 도전을 견딜 수 있도록 하신다(Gowan).그러므로 본절의 여호와의 임재는 모든 강탈자들에게는 심판의 선언과 같은것이다(C.E.Armerding)"
  },
  {
    "book": "하박국",
    "chapter": 3,
    "verse": 1,
    "subject1": "",
    "subject2": "",
    "text": "주) 시기오놋에 맞춘 바 - '시기오놋'에 해당하는 히브리어 '쉬그요노트'는 '열정적인 시가(詩歌)'를 의미하는 것으로 빠른 리듬과 열정적인 감정의 변화를 유도하는 음악의 한 형태이다(시 7편). 그만큼 하박국 선지자가 강한 감정과 긴박감을 가지고 있었음을 보여준다. 주) 선지자 하박국의 기도라 - 히브리어 원문에는 이 부분이 문장 첫 머리에 나온다. 이로써 이와 유사하게 시작되는 앞 부분(1:1)과 대조적으로 새로운 단락이 시작되고 있음을 나타낸다. 새로 시작되는 단락에서 사실상 기도에 해당하는 부분은 2절뿐이고, 나머지는 대부분 찬미와 감사의 노래이다."
  },
  {
    "book": "하박국",
    "chapter": 3,
    "verse": 2,
    "subject1": "",
    "subject2": "",
    "text": "주) 여호와여 내가 주께 대한 소문을 듣고 놀랐나이다 - '주께 대한 소문'에 해당하는 히브리어 '쉬므아카'는 일반적으로 그 소문의 인물들이나 사건들이 지리상으로 떨어져 있음을 시사하는 표현으로(욥 42:5), 주께서 알게 하신 계시의 내용을 가리킨다. 비록 이 단어가 간접적인 정보를 말할 때 사용되긴 했지만(욥 28:22; 나 3:19), 하나님의 계시가 가지고 있는 고유한 신적인 권위를 나타낸다. 그러므로 하박국 선지자는 그 소문과 연관지어 하나님께 간구한다. 여호와여 주는 주의 일을 이 수년 내에 부흥케 하옵소서 - '부흥케 하옵소서'에 해당하는 히브리어 '하예후'는 '살게 하다'라는 의미를 가진 '히야'의 강한 피엘 명령형으로 죽은 것이나 다름없는 것을 다시 살린다는 의미를 강하게 표현한다. 주) 이 수년 내에...긍휼을 잊지 마옵소서 - 현실적인 낙망과 심판에 처하여 하나님의긍휼을 구하는 것은 하나님의 언약에 기초하는 것으로(출 32:10-12; 시 77:9)의 이미지를 그대로 반영한다. 여기서 이스라엘의 현재 상태는 '진노'나 '혼란'에 처할 정도로 영적인 죽음 상태임을 잘 나타내며, 현실적인 죄를 드러내어 여호와께서 자기 백성을 심판하시리라는 사실을 강하게 시사한다(C.E.Armerding). 주) 하나님이 데만...바란산에서부터 오시도다(셀라) - '데만'은 에돔의 주요 거주지들 중의 하나를 가리키는 것으로 에서의 후손들이 거주하던 사해 동남쪽 지역이다. '바란 산'은 에돔과 시내 산 사이의 산이 많은 지역으로 비교적 크고 광활하여 북으로 가데스 바네아와 경계 지역으로 북동쪽에는 에돔이 인접하고 남서쪽으로는 애굽이 인접해 있다. 좀더 자세하게는 아카브만 서쪽에 위치한 거친 화강암 산들 가운데 하나이거나 아카브 만 북서쪽에 있는 바란 고원의 외진 벼랑들 가운데 하나일 것이다(E.M.Blaiklock).특별히 본절에서 이런 지명을 언급하는 이유는 이스라엘 백성이 광야에서 생활할 때 70인역 장로에게 하나님의 신을 부어주시기 위해 하나님께서 현현하셨던 장소이기도 했기 때문이다(민 11:16,17). '셀라'라는 표현은 9절과 13절에도 나오는 것으로 시편에서는 무려 71회나 사용되었다. 이 표현은 전문적인 히브리 시 문학과 깊은 관련을 가진 것으로 성전 예배시 찬미나 기도등에서 사용된 것 같다."
  },
  {
    "book": "하박국",
    "chapter": 3,
    "verse": 3,
    "subject1": "",
    "subject2": "",
    "text": "주) 하나님이 데만...바란산에서부터 오시도다(셀라) - '데만'은 에돔의 주요 거주지들 중의 하나를 가리키는 것으로 에서의 후손들이 거주하던 사해 동남쪽 지역이다. '바란 산'은 에돔과 시내 산 사이의 산이 많은 지역으로 비교적 크고 광활하여 북으로 가데스 바네아와 경계 지역으로 북동쪽에는 에돔이 인접하고 남서쪽으로는 애굽이 인접해 있다. 좀더 자세하게는 아카브만 서쪽에 위치한 거친 화강암 산들 가운데 하나이거나 아카브 만 북서쪽에 있는 바란 고원의 외진 벼랑들 가운데 하나일 것이다(E.M.Blaiklock).특별히 본절에서 이런 지명을 언급하는 이유는 이스라엘 백성이 광야에서 생활할 때 70인역 장로에게 하나님의 신을 부어주시기 위해 하나님께서 현현하셨던 장소이기도 했기 때문이다(민 11:16,17). '셀라'라는 표현은 9절과 13절에도 나오는 것으로 시편에서는 무려 71회나 사용되었다. 이 표현은 전문적인 히브리 시 문학과 깊은 관련을 가진 것으로 성전 예배시 찬미나 기도등에서 사용된 것 같다."
  },
  {
    "book": "하박국",
    "chapter": 3,
    "verse": 4,
    "subject1": "",
    "subject2": "",
    "text": "주) 그 광명이 햇빛 같고 광선이 그 손에서 나오니 - '광선'에 해당하는 히브리어 '카르나임'은 일반적으로 '뿔'(촉수)을 의미한다. 이와 동일한 단어는 아랍의 시에서 일출시에 태양으로부터 오는 빛을 의미하였다(Keil). '광선'은 '광명'과 함께 하나님의 현현으로 인한 광채를 묘사한다. 이러한 표현은 시내 산에서의 하나님의 현현과 그 이후 하나님의 현현을 특징지어 주는 것으로(출 19:16; 20:18) 이러한 이해의 바탕 위에서 여호와는 온 세계를 비추시는 빛으로 인식된다. 그것은 화려함을 나타낸다기보다는 경외로움을 나타내는 것으로 심판을 예상하게 한다. 주) 그 권능이 그 속에 감취었도다 - '감취었도다'에 해당하는 히브리어 '헤브욘'은 장소적인 개념을 가진 것으로 하나님의 권능이 은밀한 곳에 감취어져 있음을 나타낸다. 즉 하나님의 권능이 노골적으로 나타나지 않고, 하나님의 실제적인 본질은 감추인 채 상징적으로 그 능력이 표출됨을 보여준다. 실상 하나님의 본질이 나타나면 그 앞에 설 만한 피조물은 없을 것이다. 그러므로 하나님의 본질을 본 사람은 아무도 없다(겔 1:1-28)."
  },
  {
    "book": "하박국",
    "chapter": 3,
    "verse": 5,
    "subject1": "",
    "subject2": "",
    "text": "앞 구절에 이어 하나님의 임재와 함께 심판의 권능을 보여준다. '온역'과 '불덩이'는 거의 하나님의 주권과 심판의 직접적인 결과를 말한다(출 5:3; 레 26:25; 민 14:12; 신 28:21; 렘 29:17-19; 34:12-20)."
  },
  {
    "book": "하박국",
    "chapter": 3,
    "verse": 6,
    "subject1": "",
    "subject2": "",
    "text": "주) 그가 서신즉 땅이 진동하며 - '진동하며'에 해당하는 히브리어 '와예모데드'는 '측량하다'라는 의미를 가진 히브리어 '마다드'에서 온 것으로 하나님이 임재하셔서 심판하신다는 의미이다. 즉 그들의 행위와 죄를 심판하기 위해 측량하신다는 의미이다. 한편 이 단어가 '소동하다'라는 의미를 가진 히브리어 '모트'에서 왔을 수도 있는데, 70인역이나 개역 성경이 이를 따르고 있다. 이와 같은 표현으로 심판의 모습을 개략적으로 묘사하고 나아가서 '땅'을 둘러싸고 일어나는 심판의 모습을 보다 상세하게 묘사한다. 주) 영원한 사니 무너지며...예로부터 그러하시도다 - '영원한 산'과 '무궁한 작은 산(언덕)'은 지상에서는 위엄과 영원성과 안전성의 상징들이지만(창 49:26; 신 33:15) 하나님 앞에서는 아무것도 아님을 나타내기도 한다(욥 9:5). 여기서는 영원하고 무궁한 하나님을 크게 두각시키기 위해 이러한 표현을 사용하였다."
  },
  {
    "book": "하박국",
    "chapter": 3,
    "verse": 7,
    "subject1": "",
    "subject2": "",
    "text": "주) 내가 본즉 구산의 장막이 환난을 당하고 미디안 땅의 휘장이 흔들리로다 - '구산'은 메소포타미아의 왕이었던 '구산 리사다임'을 가리키며, '미디안'은 이스라엘을 대적했던 한 족속을 가리킨다. 이 둘은 서로 관계있는 민족이거나 동일한 민족일지도 모른다. 구산과 미디안은 이스라엘 백성을 압제하고 괴롭히기도 했지만, 이스라엘 사사 옷니엘(삿 3:8-11)과 기드온(삿 6:2,12; 7:25; 8:28)에 의해 각각 패하고 말았다. 또한 3절부터 본절에 나오는 지명들(데만, 바란, 구산, 미디안)은 끝음절이 모두 '안'으로 끝나고 있어서 운율의 통일성을 가지고 있다. 이는 본절이 한 단위로 구성되어 있음을 잘 보여준다. 더욱이 그 지역들은 시내 산과 지리적으로 연관된다."
  },
  {
    "book": "하박국",
    "chapter": 3,
    "verse": 8,
    "subject1": "",
    "subject2": "",
    "text": "앞 구절들(3-7절)이 하나로 이어지는 구조를 가지므로 자연스럽게 본절은 새로운 단락이 시작되는 부분임을 알 수 있다. 주) 여호와여 주께서 말을 타시며 구원의 병거를 모시오니 - 이는 하나님의 위엄스러운 모습을 나타내는 표현으로 하나님이 이스라엘의 출애굽을 주도하신 역사적인 사실을 연상시킨다. 여기서 나오는 군사적인 이미지는 다음 절에도 계속 이어져 사상적인 통일성을 보여준다."
  },
  {
    "book": "하박국",
    "chapter": 3,
    "verse": 9,
    "subject1": "",
    "subject2": "",
    "text": "주) 주께서 하수들로 땅을 쪼개셨나이다 - 본절은 '주께서 땅에 있는 하수들을 갈라 놓으셨다'라고 번역할 수도 있다. 여기서 '하수들'에 해당하는 히브리어 '네하로트'는 8절에 있는 '하수'(네하림)를 반영하므로 출애굽 사건과 관계가 있음을 시사한다. 더욱이 '쪼개셨나이다'에 해당하는 히브리어 '트바카'는 피엘 동사 미완료형으로 홍해를 가른 사건을 언급하면서 사용된 동사이다(출 14:16,21; 느9:11; 시 78:13; 사 63:12)."
  },
  {
    "book": "하박국",
    "chapter": 3,
    "verse": 10,
    "subject1": "",
    "subject2": "",
    "text": "본절은 사용된 용어들이 시편 77:16-18과 어느 정도 일치하며, 그 내용은 자연계 전체가 흔들리는 우주적인 격변을 통해 새로운 창조와 구원을 창출하는 하나님의 역동적인 모습을 묘사한다. 이런 하나님의 모습은 경외를 불러일으키기에 충분한 권능으로 홍해를 가르고 이스라엘 백성을 구원시킨 사건에 빗대어 우주적인 구원 사역을 웅장하게 드러낸다."
  },
  {
    "book": "하박국",
    "chapter": 3,
    "verse": 11,
    "subject1": "",
    "subject2": "",
    "text": "주) 주의 날으는 살의 빛과...그 처소에 멈추었나이다 - 본절은 하늘의 광명이 제 기능을 발휘하지 못하고 빛을 잃어버린 상태를 가리키는 것으로 하나님의 창조 질서마저 멈추어 버렸다는 점을 시사한다. 그런 만큼 하나님의 심판은 완벽하면서도 반드시 시행된다는 점을 보여준다. 모든 세상이 어두움에 차 있는 반면, 주의 살과 창에서 나오는 광채는 하나님께서 주도하시는 전쟁을 위해 빛을 발하는 모습을 묘사한다(G.A.Smith). 종말에 있을 여호와의 날에 구체적으로 실현될 심판은 일관되게 어두움으로 특징지워진다(출 10:21,22; 14:20; 전 12:2; 사 13:10; 24:23; 렘 4:23,28; 욜 2:2,10,31; 3:15; 암 5:18-20; 8:9; 습 1:15; 마 24:29; 27:45; 눅 23:44; 계 6:12; 8:12; 9:2)."
  },
  {
    "book": "하박국",
    "chapter": 3,
    "verse": 12,
    "subject1": "",
    "subject2": "",
    "text": "앞절(11절)에 이어 여호와가 심판하실 모습을 '진노'라는 주제를 두각시키면서 개괄적으로 보여준다. 또한 지금까지 언급된 군사적인 이미지(8,9,11절)를 축약하여 보여준다."
  },
  {
    "book": "하박국",
    "chapter": 3,
    "verse": 13,
    "subject1": "",
    "subject2": "",
    "text": "주) 주께서 주의 백성을 구원하시려고 기름 받은 자를 구원하시려고 나오사 - 본 구절의 강조점은 주의 백성과 그 백성을 대표하는 '기름받은 자'를 구원하는 것에 있다. '주의 백성'에 해당하는 히브리어 '아메카'와 '기름받은 자'에 해당하는 히브리어 '메쉬헤카'는 여호와의 언약적 공약을 표현한 것이다. 여기서 '메쉬헤카'가 하나님의 백성 전체를 가리킬 수도 있고(사 28:8,9), 한 왕이나(삼상 2:10; 삼하 23:1; 시 18:50; 89:38,51), 대제사장(출 40:13,15; 레 4:3; 6:22), 혹은 선지자(대상 16:22; 시 105:15)등 지도자 계층을 가리킬 수도 있다. 여기서는 줄곧 출애굽 사건을 묘사하는 문맥이므로 특별히 모세 한 사람을 지칭하는 것으로 보인다. 한편 이 용어가 심판과 구원이라는 뉘앙스를 담고 있는 점으로 비추어 본다면(C.E.Armerding). 이러한 표현으로 당시의 통치자를 표현하면서 동시에 고난과 영광의 메시야를 표현했다고 할 수 있다. 주) 악인의 집머리를 치시며 그 기초를 끝까지 드러내셨나이다(셀라) - '악인의 집머리'의 '머리'란 지도자를 가리키는 것으로 일차적으로 하나님의 원수된 자들의 지도자인 바벨론의 왕을 가리킨다. 나아가서 종말론적으로는 하나님 나라를 대적하는 모든 원수를 의미한다. 한편 '그 기초를 끝까지 드러내셨나이다'에 해당하는 히브리어 '아로트에소드 아드-차와르'는 직역하면 '목까지 황무하게 하셨다'는 의미이다. 그러므로 이스라엘을 대적하는 원수들이 완벽하게 진멸하게 될 미래를 내다보는 것이다."
  },
  {
    "book": "하박국",
    "chapter": 3,
    "verse": 14,
    "subject1": "",
    "subject2": "",
    "text": "주) 그들이 회리바람처럼...삼키기를 즐거워하니 - 이스라엘의 원수들이 가진 성향을 나타내는 것으로 본 구절의 용어 '회리바람', '삼키다', '즐거워하다'라는 표현은 앞에서 묘사했던 바벨론의 약탈 장면을 연출한다(1:8,9,11,13-17; 2:5). 즉 앞에서 이미 언급된 원수들의 실상을 간략하게 시적으로 축약하여 읊는 것이다. 주) 오직 주께서 그들의 전사의 머리를 그들의 창으로 찌르셨나이다 - '머리'에 해당하는 히브리어 '로쉬'는 지도자를 의미하기도 하는 것으로 자신들의 손에 있는 무기로 멸망당하는 모습을 보여준다. 실제로 바벨론은 아무리 저항도 하지 못하고 고레스에게 멸망당하고 말았다."
  },
  {
    "book": "하박국",
    "chapter": 3,
    "verse": 15,
    "subject1": "",
    "subject2": "",
    "text": "본절에서는 8절에서 이미 사용된 언어들을 그대로 사용하여 의도적으로 연관성을 보여준다. 이로써 8-15절을 하나의 큰 삽입 구절로 묶어주고, 여기서 제시되는 역사적인 상황을 설정해 준다."
  },
  {
    "book": "하박국",
    "chapter": 3,
    "verse": 16,
    "subject1": "",
    "subject2": "",
    "text": "주) 내가 들었으므로...내 몸은 내 처소에서 떨리는도다 - 본절은 하박국이 몹시 두려워 떠는 모습을 묘사한다. 이는 하박국이 갈대아의 손에서 이스라엘을 구원하시려는 하나님의 심판에 앞서 닥치게 될 환난이 얼마나 엄청난 것인지를 체험적으로 알았기 때문이다. 그리고 살아계신 하나님께서 홀로 이스라엘 백성을 압제와 고통으로부터 효과적으로 구원하실 수 있다는 사실을 함축한다. 더욱이 하박국은 '무리가 치러 올라오는' 모습을 목도하면서 큰 고통이 되었을 것이 분명하다(1:5). 여기서 주목되는 사실은 하박국 선지자가 극도의 아픔에도 불구하고 끝까지 견디며 기다리는 인내심을 가지고 있다는 점이다(18,19절; 1:12; 2:2-4). 이는 그러한 일들을 정하신 하나님을 위해 조용히 참고 관망하는 믿음의 위대성을 근거한다."
  },
  {
    "book": "하박국",
    "chapter": 3,
    "verse": 17,
    "subject1": "",
    "subject2": "",
    "text": "본절은 앞에서 암시된 하박국의 위대한 신앙이 시적으로 잘 표현되어 있다. 주) 비록 무화과나무가 무성치 못하며...외양간에 소가 없을지라도 - 이런 표현은 이스라엘의 농경 생활을 단적으로 보여주는 것으로 하박국은 생존권에 관한 전반적인 문제를 열거한다. 이스라엘에게 황폐한 경제 현실에 직면한 모습을 묘사하여 하박국이 가지고 있는 신앙의 숭고함과 가치를 묘사하고자 하였다."
  },
  {
    "book": "하박국",
    "chapter": 3,
    "verse": 18,
    "subject1": "",
    "subject2": "",
    "text": "주) 나는 여호와를 인하여 즐거워하며 나의 구원의 하나님을 인하여 기뻐하리로다 - 앞절과 밀접하게 연결되어 하박국이 소유한 신앙의 진수를 풍성하게 나타낸다. '즐거워하며'에 해당하는 히브리어 '에엘로자'와 '기뻐하리로다'에 해당하는 히브리어 '아길라'은 시편에서 자주 대구로 사용되어 신뢰와 소망하는 대상에 대해 확신을 나타내는 데에 사용되곤 하였다(시 13:5; 16:8-10; 21:1,6,7; 31:6,7; 32:10,11). 하박국이 생존권이 박탈될 정도의 현실적인 위기에 빠져서라도 하나님을 향한 확고한 신앙을 나타낼 수 있었던 것은 이미 계시된 하나님의 말씀에 기초한 것이었음이 분명하다."
  },
  {
    "book": "하박국",
    "chapter": 3,
    "verse": 19,
    "subject1": "",
    "subject2": "",
    "text": "본절은 하나님의 힘이 강조되는 것으로 보아 시편 18편과 밀접한 연관성이 있으며, 내용상으로도 평행을 이룬다. 여기서 보여주는 메시지는 바로 하나님을 믿는다는 것이 환경에 개의치 않고 하나님을 섬기며 그를 기뻐하는 것이라는 점이다. 주) 이 노래는 영장을 위하여 내 수금에 맞춘 것이니라 - 본절은 시편적인 용어로 결론 부분에 나오는 표현으로 '영장'에 해당하는 히브리어 '메나체아흐'는 성전 예배에서 음악을 담당하는 레위인과 관련되어 사용되었다(대상 15:21; 23:5). 이러한 전통은 이스라엘의 성전에서 오랫동안 전해진 것으로 성령에 감동된 왕도 성전에서 수금으로 하나님을 찬양하곤 했다(사 38:20). 특별히 '수금'이란 용어는 하박국의 시가 음악에 맞추어 공적으로 불려지던 것임을 잘 보여준다(G.A.Smith)."
  }
]