[
  {
    "book": "학개",
    "chapter": 1,
    "verse": 1,
    "subject1": "",
    "subject2": "",
    "text": "주) 다리오 왕 이 년 유월 곧 그 달 초하루에 - '다리오 왕'은 B.C.522(521-486년 동안 다스렸던 히스타스페스(Hystaspes)를 가리킨다(H.G.Mitchell,R.L.Alden). 즉 '다리오 왕 이 년'은 B.C.520년을 의미한다. 이 연대는, 고레스가 스룹바벨을 총독으로 하여 포로인 유대인을 귀환시킨 연대를 B.C.538년으로 보았을 때, 무려 18년이 지났음을 암시한다. 스룹바벨을 위시하여 귀환한 유대인들은 18년이란 기간 동안 성전을 완공하지 못한 상태로 있었다. 선지자 학개가 본 예언을 시작하면서 연대를 분명하게 밝힌 의도는 귀환한 유대인들이 오랫동안 성전을 완공하지 못하였음을 지적하기 위함인 듯하다. 한편 '유월'은 히브리 월력으로 '엘룰'(Ellul)이며 유다의 추수 시기에 해당한다. 또한 '초하루'는 새로운 달을 나타내는 월삭으로서 거룩한 날이었으며 안식해야 하는 날이었다. 그날은 사람들이 모여서 희생 제사를 드리는 날이었다(민 28:11-15; 겔 46:1-6, P.A.Verhoef). 하나님은 이날 선지자 학개를 통해서 모인 사람들에게 자신의 말씀을 선포하셨다. 주) 여호와의 말씀이 선지자 학개로 말미암아 - '여호와의 말씀이...로 말미암아'는 예언서에서 찾아보기 힘든 문구 중 하나이다. 그것은 오직 본서 1:1,3; 2:1, 그리고 말 1:1에만 나타난다. 그러나 이 문구는 모세 오경(레 8:36; 10:11; 민 4:37,45)과 역사서(수 14:2; 삿 3:4; 왕상 12;15; 16:7)에서 자주 나타나는 것으로 하나님께서 선지자 학개로 하여금 자신의 말씀을 계시하셨음을 시사한다. 주) 스알디엘의 아들 유다 총독 스룹바벨과 여호사닥이 아들 대제사장 여호수아에게 임하니라 - 본 구절은 학개가 전할 여호와의 말씀을 들을 수신자들이 누구인지를 알려준다. 여기서 '스알디엘의 아들 유다 총독 스룹바벨'이라는 표현은 약간의 문제점을 안고 있다. 왜냐하면 대상 3:16-19에 보면 스룹바벨의 아버지는 브다야이며 스알디엘은 아버지 브다야의 형제로 되어 있기 때문이다. 그러나 숙부인 스알디엘이 스룹바벨의 아버지로 되어 있는 것은 아마도 스룹바벨이 아들이 없었던 스알디엘의 장자로 입양되었던 까닭인 듯하다(T.V.Moore). 동시에 스룹바벨은 다윗 왕조에 속한 여호야긴의 자손이었다(Smith). 한편 '여호사닥의 아들 대제사장 여호수아'는 스 3:2,8에 기록된 '요사닥의 아들 예수아'이다. 여호수아의 아버지 여호사닥은 대제사장 스라야의 아들이었으며 바벨론 포로시에 끌려갔었다(대상 6:14,15). 여호수아는 분명히 대제사장 아론의 직계손이었다."
  },
  {
    "book": "학개",
    "chapter": 1,
    "verse": 2,
    "subject1": "",
    "subject2": "",
    "text": "주) 만군의 여호와가 말하여 이르노라 - '만군의 여호와'(야훼 체바오트)는 하나님의 칭호이다. '만군의'에 해당하는 히브리어 '체바오트'는 기본적으로 군대를 의미하는 것으로 하나님께서 전능하신 분임을 시사한다(P.A.Verhoef). 학개가 예언할 당시는 바사가 맹위를 떨치며 전세계를 지배하였으며, 포로 생활에서 돌아온 유다는 보잘 것없는 작은 지방 국가에 불과했다. 그러나 선지자는 비록 유다가 외적으로는 보잘 것 없을지라도 '야훼 체바오트', 곧 바사와는 비교할 수 없는 전능하신 하나님이 함께하셨음을 강조한다. 주) 이 백성이 말하기를...이르지 아니하였다 - '이 백성'은 '내 백성'과 다른 어조의 표현으로 질책과 경고의 의미를 내포하고 있다(사 6:9,10; 호 1:9). 한편 포로 생활에서 귀환한 유다 거민들은 무려 18년이 지나도록 성전을 건축하지 못하였으며 스스로 자족하기 위해서 건축할 시기가 아니라고 변명하였다. 그들이 성전을 건축하지 못한 이유는 세 가지로 해석될 수 있다(R.L.Alden). (1)지속적인 고난과 경제적 궁핍으로 인해서 성전건축을 귀찮아 하는 태만이었다. (2)그들은 아직 예언된 포로 기간이 70년이나 남았다고 생각하였다. 만약 예루살렘이 완전히 멸망한 B.C.586년부터 포로 기간을 계산한다면 학개가 예언할 당시는 66년밖에 되지 않았다. 그러나 처음 바벨론이 유다 거민들을 포로로 잡아간 B.C.605년부터 포로기간을 산출한다면 학개 당시는 이미 70년이 지난 상태였다. 어쩌면 귀환한 유다 거민들은 포로 기간을 아전 인수격으로 해석하여 성전 건축을 귀찮아 하던 자신들의 마음을 변명하였을지도 모른다. (3)성전 건축을 방해하는 주변의 정치적 여건이다. 포로 생활에서 귀환하기 이전 유다에는 사마리아인들이 이미 살고 있었다. 사마리아인들은 새로운 총독인 스룹바벨과 더불어 귀환한 백성들이 성전 건축을 하지 못하도록 지속적으로 방해하였다(스 4:12-21. T.V.Moore)."
  },
  {
    "book": "학개",
    "chapter": 1,
    "verse": 3,
    "subject1": "",
    "subject2": "",
    "text": "주) 여호와의 말씀이...판벽한 집에 거하는 것이 가하냐 - 본절은 앞절에서 유다 백성들이 성전을 건축하지 못한 이유에 대해서 변명한 것에 대한 여호와의 답변이다. 유다 백성들이 성전을 건축하지 못한 것은 결코 경제적 궁핍이나 때가 아직 되지 않은 것, 혹은 주변의 정치적 여건 때문이 아니다. 즉 그들은 하나님의 성전이 훼파되어 황무하게 되었으나 자신들의 집은 호화롭게 꾸미고 있었다. '판벽한'(세푸님)은 지붕이 덮힌 상태를 나타내기도 하며 호화스러운 사치품으로 치장하는 것을 뜻하기도 한다. 이것은 성전이 완전히 훼파된 반면 귀환한 유다 백성들의 집은 완전한 모습을 갖추었으며 호화로운 장식들로 치장되어 있음을 시사한다. 유다 백성들은 자신들의 집을 치장하면서도 보기 흉할 정도로 훼파된 성전은 돌아보지 않았다."
  },
  {
    "book": "학개",
    "chapter": 1,
    "verse": 5,
    "subject1": "",
    "subject2": "",
    "text": "주) 그러므로 - 이것은 본절이 앞서 언급된 귀환한 유다 백성들의 변명과 생활의 불일치를 고발하는 내용의 결론임을 시사한다. 주) 이제 나 만군의 여호와가 말하노니 너희는 자기의 소위를 살펴볼지니라 - 본 구절은 7절과 '이제'를 제외한 나머지 모든 부분이 동일하다. '나 만군의 여호와가 말하노니'는 선지자 학개가 메시지를 전달하는 공식(formula)으로 다음에 전해지는 내용의 계시적인 측면을 강조하는 어구이다(P.A.Verhoef). 한편 '소위'는 '자신들이 살아온 방식 혹은 살아온 과정'을 나타낸다(Von Orelli). 또한 '살펴볼지니라'는 심각하게 생각하고 돌아보는 것을 가리킨다(T.V.Moore). 여호와는 유다 백성들에게 하나님의 성전을 지을 때가 아직 되지 않았다는 자신들의 말이 얼마나 가증스러운 변명인가를 스스로 돌아보아 깨달으라고 권면하신다."
  },
  {
    "book": "학개",
    "chapter": 1,
    "verse": 6,
    "subject1": "",
    "subject2": "",
    "text": "주) 너희가 많이 뿌릴지라도 수입이 적으며...그것을 구멍 뚫어진 전대에 넣음이 되느니라 - 본절은 가증스러운 변명으로 하나님을 속이려 했던 유다 백성들이 겪게 될 상황을 보여준다. 유다 백성들은 열심히 일을 하여도 소득이 적었으며 먹고 마셔도 만족함을 누릴 수 없었고 집에 도둑이 들어온 것처럼 재물을 모으려 해도 모이지 않았다. 이러한 유다 백성들의 삶은 하나님을 속이려 했던 가증스러운 변명이 결국 자신을 속이는 결과는 낳게 되었음을 시사한다(T.V.Moore). 그것은 하나님을 즐거이 섬기려 하지 않고 성전 건축을 소홀히 한 결과였으며, 하나님보다는 자신들의 이익을 먼저 챙기려는 탐욕의 결과였다(8절, R.L.Alden)."
  },
  {
    "book": "학개",
    "chapter": 1,
    "verse": 7,
    "subject1": "",
    "subject2": "",
    "text": "주) 나 만군의 여호와가 말하노니 너희는 자기의 소위를 살펴볼지니라 - 본절은 5절과 동일한 내용이다. 만군의 여호와이신 하나님은 귀환한 유다 백성들이 삶 속에서 겪는 어려움을 예증으로 제시하며, 자신들의 삶을 성찰하도록 촉구한다."
  },
  {
    "book": "학개",
    "chapter": 1,
    "verse": 8,
    "subject1": "",
    "subject2": "",
    "text": "주) 너희는 산에 올라가서 나무를 가져다가 전을 건축하라 - '산'(하하르)은 정관사가 첨가된 단수 명사이다. 정관사가 붙어 있는 것으로 미루어 혹자는 솔로몬이 성전을 지을 때 백향목을 레바논에서 가져왔기 때문에(왕상 5:5,6) 레바논을 가리킨다고 주장하기도 하며 혹자는 모리아 산이라고 주장하기도 한다. 그러나 '하하르'에 포함된 정관사는 어떤 특정한 지명을 가리키기 위한 것이라기보다는 일반성을 드러내는 용법이다. 그러므로 당시 유다 백성들이 주변에 있는 산에서 성전 건축 자재를 마련했음을 알 수 있다(Keil, Delitzsch, Verhoef). 이러한 견해는 당시 유다 백성들이 상당히 경제적으로 어려움을 당하는 시기였기 때문에 레바논과 같이 특정 지역의 나무를 가져오는 것은 무리였음을 고려할 때 신빙성이 높다. 당시 유다 백성들이 거하던 그곳에서는 포로 생활 기간인 70년 동안 버려져 있었기 때문에 나무들이 많이 있었다(느 8:15,16, T.V.Moore). 하나님은 결코 엄청난 재물이 드는 자재를 가지고 성전을 건축할 것을 요구하지 않으셨다. 유다 백성들이 마음만 먹으면 주변에서 쉽게 구할 수 있는 자재로 성전을 건축할 것을 명령하셨다. 이것은 하나님께서 화려한 건물을 요구하신 것이 아니라 유다 백성들의 마음이 하나님께로 돌아오기를 바라셨음을 시사한다. 주) 내가 그로 인하여 기뻐하고 또 영광을 얻으리라 - 본 구절은 유다 백성들이 하나님의 명령을 따라 순종한 결과를 나타낸다. 하나님은 백성들의 순종을 통해서 기뻐하시며 영광을 얻으신다. 주) '내가 그로 인하여 기뻐하고'(에르체 보)는 문자적으로 '내가 그것안에서 기뻐할 것이다'라는 의미이며 이는 하나님께서 유다 백성들이 완공한 성전 안에서 기뻐하실 것임을 시사한다. 또한 '기뻐하고'는 주로 하나님께서 열납하시는 희생 제사를 나타낼 때 사용된 용어로 유다 백성의 성전 건축이 언약적인 사랑과 자비를 함축하고 있는, 하나님께서 즐거이 받으실 만한 희생 제사와 같은 것임을 암시한다(P.A.Verhoef). 그러므로 하나님은 유다 백성들이 성전을 완공할 때 영광을 얻게 되실 것이다."
  },
  {
    "book": "학개",
    "chapter": 1,
    "verse": 9,
    "subject1": "",
    "subject2": "",
    "text": "주) 너희가 많은 것을 바랐으나...내가 불어 버렸느니라 - '불어 버렸느니라'는 겨가 바람에 날리는 모습을 나타낸다. 유다 백성들은 많은 소득을 얻기를 간절히 바랐으나 실제로 얻은 소득은 매우 적었다. 그러나 그들이 얻은 적은 소득조차 바람에 날리는 것처럼 유다 백성들에게 아무런 유익과 안위를 주지 못하였다. 주) 이것이 무슨 연고뇨...빨랐음이니라 - 본 구절은 유다 백성들이 적은 소출을 얻고 만족과 안위를 얻지 못하는 이유를 나타낸다. '빨랐음이니라'는 유다 백성들이 모든 관심과 촉각이 오직 자기와 집안의 안위에 쏠려 있음을 의미한다. 그들은 하나님의 일, 곧 황폐할 정도로 훼파된 하나님의 성전을 건축할 생각을 버리고 오직 자기 만족과 안위를 위해서만 정신을 쏟았다. 그들은 자신들의 일에 빠져 하나님의 일을 돌아보지 아니하는 죄를 범하였다."
  },
  {
    "book": "학개",
    "chapter": 1,
    "verse": 10,
    "subject1": "",
    "subject2": "",
    "text": "본문은 유다 백성들이 하나님의 집을 황무하게 내버려두고 오직 자기 집안 일에만 매달린 결과를 나타낸다. 주) 그러므로 너희로 인하여 하늘은 이슬을 그쳤고 땅은 산물을 그쳤으며 - '너희로 인하여'는 10,11절에 언급된 재앙들이 모두 유다 백성들의 행위에서 비롯된 것임을 시사한다. 유다 백성들의 죄악은 하늘과 땅, 그리고 그 소출에 악영향을 미치게 된다. 한편 '이슬'은 비가 별로 내리지 않는 그곳의 현실에서 농사를 짓는데 결정적으로 필요한 요소였다. 그것이 없이는 유다 백성들의 농사는 아무런 소출을 낼 수 없는 상태였다. 그러기에 이슬의 그침은 땅이 소출을 낼 수 없으며 가뭄에 시달리는 결과를 낳게 된다. 주) 내가 한재를 불러...임하게 하였느니라 - 이슬이 내리지 않은 결과로 도래한 한재는 가히 유다 백성의 삶 전체를 파괴하는 피해를 끼쳤다. 한재는 '땅과 산', '곡물과 포도주','기름과 땅의 모든 소산', 그리고 '사람과 육축'등에 영향을 미쳐 유다 백성들의 하나님의 심판방법인 한재로 인하여 자신들의 의식주의 모든 근원을 파괴당하였고 극도의 피폐 상태에 빠지게 되었다."
  },
  {
    "book": "학개",
    "chapter": 1,
    "verse": 12,
    "subject1": "",
    "subject2": "",
    "text": "주) 남은 바 모든 백성이 그 하나님 여호와의 목소리와 선지자 학개의 말을 청종하였으니...백성이 다 여호와를 경외하매 - '남은 자'를 의미하는 '남은 바 모든 백성'은 2절의 경멸과 질책투로 불렸던 '이 백성'과 대조를 이룬다. 이것은 성전 재건을 촉구하는 학개의 선포 이후에 백성들이 하나님의 성전 건축을 소홀히 한 자신들의 죄를 깨닫고 하나님을 향하여 돌아섰음을 시사한다. 백성들은 학개의 말에 귀를 기울였을 뿐만 아니라 진실로 하나님을 경외하고 섬기기 시작하였다. 한편 '여호와의 목소리와 선지자 학개의 말'은 백성들이 청종한 선포 내용을 가리킨다. 여기서 백성들은 '여호와의 목소리'와 '학개의 말'을 동일시하고 있다. 이것은 그들이 학개의 하나님께서 보내주신 선지자이며 그의 말이 곧 하나님의 말씀을 대변한 것이라고 믿었음을 시사한다."
  },
  {
    "book": "학개",
    "chapter": 1,
    "verse": 13,
    "subject1": "",
    "subject2": "",
    "text": "주) 때에 여호와의 사자 학개가 여호와의 명을 의지하여 백성에게 고하여 가로되 - '사자'(말라크)는 보통 천사를 가리킨다. 백성들이 선지자를 '말라크'로 부른 경우는 학개의 경우밖에 없다. 이로 인해서 혹자는 학개가 실제인물이 아니라 육신의 형태를 가진 천사라고 주장하나, 그렇게 해석할 이유가 없다. 백성들은 학개가 하나님의 메신저임을 알고 존경하는 뜻으로 '말라크'라고 표현한 것이다(Von Orelli, Smith). 한편 '여호와의 명을 의지하여'는 앞서 언급된 '사자'와 연결되는 표현이다. 이것은 학개가 자신의 생각이나 말을 전하는 것이 아니라 하나님의 사자로서 하나님의 뜻을 선포하고 있음을 뜻한다. 주) 나 여호와가 말하노니 내가 너희와 함께 하노라 하셨느니라 하니라 - 두 번째 메시지인 본 구절은 그 내용이 매우 간단하다. 그것은 하나님께서 유다 백성들과 함께하시겠다는 '임마누엘'의 약속이다. 유다 백성들은 성전 건축을 방해하는 대적자들의 침략을 받았을 뿐만 아니라 하나님의 성전 건축을 태만히 함으로 한재를 당하였다. 이제 백성들이 여호와의 목소리와 학개의 말을 청종하고 순종하기로 한 상태에서 하나님은 그들에게 자신이 함께하실 것을 선포하심으로 고난과 생활에 지친 백성들을 위로하신다."
  },
  {
    "book": "학개",
    "chapter": 1,
    "verse": 14,
    "subject1": "",
    "subject2": "",
    "text": "주) 여호와께서...백성의 마음을 흥분시키시매 그들이 와서 만군의 여호와 그들의 하나님의 전 역사를 하였으니 - '마음을 흥분시키시매'에서 '마음'은 '레브'(마음)가 아니라 '루아흐'(영)이다. 또한 '흥분시키시매'는 '각성시키는 것'을 가리킨다. 하나님께서는 그 동안 무감각하게 잠들었던 백성들의 영을 깨우시며 깨달음을 주셔서 하나님의 음성을 듣고 열심히 순종하도록 이끄셨다. 백성들은 하나님의 깨우심과 인도하심으로 학개를 통해서 선포하신 하나님의 뜻, 곧 성전 건축의 역사를 시작하게 되었다."
  },
  {
    "book": "학개",
    "chapter": 1,
    "verse": 15,
    "subject1": "",
    "subject2": "",
    "text": "주) 때는 다리오 왕 이 년 유 월 이십 사일이었더라 - '이 년 유 월 이십 사일'은 포로 생활에서 귀환한 백성들이 선지자 학개의 선포를 듣고 성전 건축의 역사를 시작한 때를 가리킨다. 학개가 첫 번째 메시지를 선포한 때가 '이 년 유 월' 곧 그달 초하루였기 때문에(1절) 그들이 학개의 선포를 듣고 3주만에 성전 건축을 시작하였다고 볼 수 있다. 아마도 백성들은 처음 학개의 메시지를 듣고 회개하고 3주간 동안 성전건축을 시작하기 위한 목재를 비롯한 재료들을 준비하였던 듯하다(R.L.Alden)."
  },
  {
    "book": "학개",
    "chapter": 2,
    "verse": 1,
    "subject1": "",
    "subject2": "",
    "text": "주) 칠 월 곧 그달 이십 일 일에 여호와의 말씀이 선지자 학개에게 임하니라 - '칠 월 그달 이십 일 일'은 학개에서 하나님의 말씀이 임한 날이었다. 이것은 귀환한 유다 백성들이 성전건축을 시작하기로 한 날부터 거의 한 달이 지난 때였다(1:15). '칠 월 이십 일 일'은 추수를 마치고 지키는 절기인 장막절의 마지막 날이다(출 23:16; 레 23:33-36). 그날은 추수를 마친 유대인들이 가장 많이 모인 날이었다. 바로 그날에 여호와의 말씀이 선지자 학개에게 임하여 수많은 사람들이 들을 수 있도록 하였다."
  },
  {
    "book": "학개",
    "chapter": 2,
    "verse": 2,
    "subject1": "",
    "subject2": "",
    "text": "주) 너는...남은 백성에게 고하여 이르라 - 본절은 학개에게 임한 여호와의 말씀을 들을 대상들에 대한 언급이다. 여기서 '남은 백성'은 1:12,14에 나타난 '남은 바 모든 백성'과 동일한 의미를 지닌다."
  },
  {
    "book": "학개",
    "chapter": 2,
    "verse": 3,
    "subject1": "",
    "subject2": "",
    "text": "주) 너희 중에 남아 있는 자...이것이 너희 눈에 보잘것이 없지 아니하냐 - 백성들 중에는 아주 어렸을 적에 그 웅장하고 화려한 솔로몬의 성전을 본 사람들이 극히 드물었다. B.C.586년에 예루살렘 성전이 파괴되었기 때문에 귀환한 유다 백성들 가운데 노인들 중 몇몇은 이전의 솔로몬 성전의 화려함을 목격하였을 것이다. 학개의 독려로 한 달 동안 세운 성전은 솔로몬성전과 비교할 때 너무나 형편없는 것이었기 때문에 아마도 그들은 자신들이 재건한 성전을 보면서 실망하였던 듯하다. 왜냐하면 학개가 백성들에게 본절에 나타난 세 가지 수사학적 질문, 곧 '이전의 이전 영광을 본 자가 누구냐', '이제 이것이 너희에게 어떻게 보이느냐', '이것이 너희 눈에 보잘것이 없지 아니하냐'를 통해서 이전의 솔로몬 성전과 비교를 하고 있기 때문이다. 탈무드의 기록에 따르면 재건된 성전에는 솔로몬 성전과 비교해서 다섯 가지가 없었다고 알려지고 있다. 그것은 (1)재단의 거룩한 불, (2)하나님의 영광을 나타내는 세키나(Shekinah), (3)법궤와 그룹, (4)우림과 둠밈, (5)예언의 영이다(T.V.Moore). 탈무드의 기록처럼 이러한 것들이 빠져 있는 성전을 본 유다 노인들은 저으기 실망하였으며 그 동안 재건을 위해 노력했던 것들이 물거품처럼 느껴졌을 것이다(Smith, Alden)."
  },
  {
    "book": "학개",
    "chapter": 2,
    "verse": 4,
    "subject1": "",
    "subject2": "",
    "text": "주) 그러나...스스로 굳세게 할지어다...스스로 굳세게 할지어다...스스로 굳세게 하여 일할지어다 - 학개는 재건한 성전이 형편없이 초라함을 보고 실의와 좌절에 빠진 백성들에게 위로의 말을 전한다. 그 대상은 여전히 '스룹바벨과 여호수아, 그리고 이 땅 모든 백성, 곧 남은 백성들'이다. 위로의 말인 '굳세게 할지어다'는 이스라엘 백성을 가나안으로 이끌고 갈 여호수아에게 주셨던 말씀과 동일한 것으로 하나님께서 보증이 되심을 전제로 하고 있다. 동일한 권면을 세 번 반복한 이후에 주어진 명령인 '일할지어다'는 이전에 백성들이 실의와 좌절에 빠져 성전을 재건하던 일을 중단하거나 열심을 다하지 않고 있었음을 암시한다. 주) 내가 너희와 함께 하노라 만군의 여호와의 말이니라 - '내가 너희와 함께 하노라'는 백성들이 굳세어져서 일해야 할 이유이다(신 31:6,8; 수 1:5,6,9,17). 한편 '만군의 여호와의 말'은 하나님이 백성들과 함께할 것이라는 약속에 대한 보증이다. 하나님은 '나 여호와가 이르노라', '나 여호와의 말이니라'등을 사용하여 반드시 자신이 백성과 함께할 것임을 강력하게 보증하여 주셨다."
  },
  {
    "book": "학개",
    "chapter": 2,
    "verse": 5,
    "subject1": "",
    "subject2": "",
    "text": "주) 너희는 두려워하지 말지어다 - '두려워 하지 말지어다'는 앞절에서 세 번이나 언급된 '굳세게 할지어다'와 유사한 명령이다. 백성들이 두려워하지 않아야 할 이유는 두 가지이다. 주) 너희가 애굽에서 나올 때에 내가 너희와 언약한 말 - 이 부분은 70인역과 영역 성경 NEB에서도 생략하고 있다. 그러나 이것은 맛소라 본문에 분명하게 기록되어 있다. 아마도 학개와 백성들은 이 말씀을 들으면서 조상들이 출애굽할 때 하나님께서 인도하셨던 것을 연상하였을 것이다(Smith, R.L.Alden). 한편 '언약한 말'이 구체적으로 무엇을 가리키는지는 분명하지 않으나 아마도 앞절에서 언급된 '내가 너희와 함께 하노라'와 연결된 듯하다. 실제로 하나님께서는 출애굽시 이스라엘에게 함께할 것을 약속하셨다(출 19:5,6; 34:10,11; 신 12;5,11,21; 14:23; 16:6,11; 26:2, T.V.Moore, R.L.Alden). 주) 나의 신이 오히려 너희 중에 머물러 있나니 - '머물러 있나니'에 해당하는 히브리어 '오메데트'는 분사형으로 과거부터 미래에 이르기까지 지속적으로 함께 있을 것을 뜻한다. 백성들과 함께할 '나의 신'은 하나님의 성령을 가리킨다. 성령은 하나님을 즐겁게 할 계시와 능력의 영으로서 백성들이 하나님과 교제를 나눌 수 있도록 하며 맡겨진 사명을 잘 완수할 수 있도록 하신다(Von Orelli)."
  },
  {
    "book": "학개",
    "chapter": 2,
    "verse": 6,
    "subject1": "",
    "subject2": "",
    "text": "주) 조금 있으면...진동시킬 것이요 - '조금 있으면'에 해당하는 히브리어 '오드 아하트 메아트 히'는 문자적으로 '다시 한번 조금 있으면'이다(P.A.Verhoef, Rudolph, Koole). 이것은 종말론적 어구로서 짧은 시간을 가리킨다. 그래서 혹자는 이것이 역사적으로 곧 임박할 어떤 사건을 의미한다고 주장하나 역사적으로 그것과 연결될 만한 명확한 사건의 부재로 인해서 받아들이기 어렵다. 그것은 도리어 그리스도의 도래를 가리킨다고 볼 수 있다(R.L.Alden). 그러나 이 견해를 반대하는 자들은 '조금 있으면'이 짧은 기간을 가리키기 때문에 수백 년 후에 있을 그리스도의 도래와는 상관이 없다고 주장한다. 그러나 하나님의 입장에서 볼 때 '천 년'도 하루처럼 짧은 기간일 수 있으며 '하루'도 천 년처럼 길 수 있기 때문에 그들의 반대 근거는 그리 문제되지 않는다(시 2:12). 한편 그때에 온 우주가 진동하게 될 것이다. '진동시킬 것이요'는 지속적인 진동을 나타낸다. 우주적 대진동은 하나님의 역사와 개입으로 말미암은 것임을 나타내는 것으로서 여호와의 날에 우주적인 대변동이 일어날 것이며 하나님의 역사로 인해 온 세계가 영향을 받게 될 것을 의미한다(Koole, P.A.Verhoef). 또한 이것은 히 12:26에서도 역시 나타나는 바, 그리스도의 도래와 깊은 연관성을 갖는다."
  },
  {
    "book": "학개",
    "chapter": 2,
    "verse": 7,
    "subject1": "",
    "subject2": "",
    "text": "주) 만국의 보배가 이르리니 내가 영광으로 이전에 충만케 하리라 - '보배'(헴다트)는 문자적으로 '열망' 또는 '사모하는 것' 혹은 '귀중한 것'을 가리킨다. 이에 대한 해석은 두가지이다. (1)혹자는 이것이 그리스도를 의미한다고 주장한다(Jeromem R.L.Aldon). 즉, 그리스도께서 하나님의 전에 임하실 때 온전한 영광으로 가득 차게 될 것임을 시사한다. (2)혹자는 이것이 은과 금과 같은 귀중한 것들을 가리킨다고 주장한다(70인역, P.A.Verhoef, Von Orelli, Calvin). 즉, 만국이 가져오는 재물로 지은 하나님의 성전의 영광이 이전의 솔로몬이 지었던 성전보다 훨씬 더 영광스러울 것임을 시사한다(9절). 전자의 견해를 반대하는 후자의 학자들은 '만국의 보배'가 단수인 반면 '이르리니'가 복수라는 점을 그 증거로 제시한다. 그러나 사실상 '만국의 보배'를 집합 명사로 이해할 때 이것은 아무런 문제점이 없다. 그렇다고 해서 전자의 견해가 옳고 후자의 견해가 그르다는 것은 아니다. 후자는 문맥상 나름대로의 타당성을 지니고 있다. 그것은 다음 절에서 '은과 금'이 언급되고 있으며 사 60:5에서 열방이 재물을 가지고 오는 것으로 기록되어 있어 서로 병행을 이루고 있기 때문이다. 이러한 것으로 보아 두 가지 견해는 나름대로의 타당성을 지니고 있을 뿐만 아니라 서로 상반된 것처럼 보이나 한 가지 흐름을 갖고 있다고 할 수 있다. 그것이 성취되는 것은 그리스도의 도래로 말미암아 이루어진다는 사실이다. 다시 말해서 본 구절의 '보배'를 그리스도로 해석하든 재물로 해석하든 간에 그것은 기독론적인 측면에서 이해되어야 한다(T.V.Moore). 때가 이르면 열방들은 그리스도를 고대하며 바라보게 될 뿐만 아니라 하나님의 성전을 짓기 위해서 재물을 가지고 오게 될 것이다."
  },
  {
    "book": "학개",
    "chapter": 2,
    "verse": 8,
    "subject1": "",
    "subject2": "",
    "text": "주) 은도 내 것이요 금도 내 것이니라 - 이것은 궁핍함과 곤고함에 빠진 유다 백성들에 대한 위로이면서(R.L.Alden). 동시에 종말에 하나님께서 모든 주권을 행사하실 것임을 시사한다(Von Rad, Smith)."
  },
  {
    "book": "학개",
    "chapter": 2,
    "verse": 9,
    "subject1": "",
    "subject2": "",
    "text": "주) 내가 이곳에 평강을 주리라 - '이곳에'는 성전을 의미한다(Von Orelli). 성전에 임할 '평강'은 궁극적으로 내적, 외적인 안녕과 번영을 뜻한다. 하나님께서 주실 것을 약속하신 평강은 종말에 있을 평강의 왕이신(사 9:6) 메시야의 시대, 메시야의 왕국에 이루어질 것이다(T.V.Moore)."
  },
  {
    "book": "학개",
    "chapter": 2,
    "verse": 10,
    "subject1": "",
    "subject2": "",
    "text": "주) 다리오 왕 이 년 구월 이십 사일에...너는 제사장에게 율법에 대하여 물어 이르기를 - 여호와의 말씀이 학개에게 임한 때인 '구월 이십 사 일'은 유다 백성들이 학개의 선포를 듣고 성전 건축을 시작한 지 삼 개월이 지난 때였다(1:15). 하나님께서는 학개를 통해서 율법에 대해 제사장들에게 물어보도록 명하셨으며 그 질문을 통해서 축복을 받지 못했던 과거 유다 백성들의 정체에 대해 밝히셨다. 그들은 하나님의 성전보다 자신의 짐을 더 화려하게 꾸몄으며 하나님보다 자신의 안위와 평안을 더 추구하였다. 그러한 그들의 죄악은 하나님의 심판을 받을 수밖에 없었으며 그 결과 아무리 수고하여도 열매를 얻지 못하였다."
  },
  {
    "book": "학개",
    "chapter": 2,
    "verse": 12,
    "subject1": "",
    "subject2": "",
    "text": "주) 사람이 옷자락에...대답하여 가로되...부정하겠느니라 - 본문은 하나님께서 선지자 학개를 통해서 제사장들에게 던진 두 가지 질문으로 구성되어 있다. 그 질문은 거룩한 것과 부정한 것의 문제였다. '거룩한 고기'는 하나님께 드려진 희생 제물을 가리킨다(T.V.Moore). 그것을 옷자락으로 싸거나 혹은 기름이나 다른 식물이 거룩한 고기처럼 거룩해지는 것은 아니다. 반대로 시체를 만져 부정해진 자가 기름이나 다른 식물을 만졌을 경우 기름이나 다른 식물들은 부정하게 된다(레 22:4-6; 민 19;11-16). 다시 말하자면 성물은 거룩한 것을 다른 것에 전달할 수 없으나 부정한 것은 부정을 다른 것에 전달하게 된다. 학개를 통한 하나님의 질문에 대해 제사장들은 율법에 기록된 대로 정확한 대답을 하였다."
  },
  {
    "book": "학개",
    "chapter": 2,
    "verse": 14,
    "subject1": "",
    "subject2": "",
    "text": "주) 여호와의 말씀에...그들이 거기서 드리는 것도 부정하니라 - 본절은 하나님께서 학개를 통해 제사장들에게 질문했던 목적을 나타낸다. 여기서 '백성'과 '나라'는 히브리어에서 종종 사용되는 반복법이다(습 2:9, Lange). 유다 백성들은 사람들이 보기에는 완벽한 생활을 영위하는 것처럼 보였을지 모르지만 실제로 하나님 보시기에 '하나님 앞에서' 악을 즐겨 행하는 자와 같았다. 그들은 앞서 지적된 바와 같이 성전보다 자신의 집을 꾸미기를 즐겨하였던 자들이었다. 그들의 이러한 자세는 결국 희생 제물을 드리는 것에서도 의식적(儀式的)으로는 완벽했을지 모르나 그들의 마음은 이미 하나님의 곁을 떠난 상태였다. 하나님이 원하시는 것은 의식적인 희생 제사보다 하나님의 윤리가 실행되는 생활이었다(렘 7장). 인애와 자비가 동반되지 않은 희생 제사는 희생 제사 자체를 부정하게 만드는 결과를 낳았다(T.V.Moore)."
  },
  {
    "book": "학개",
    "chapter": 2,
    "verse": 15,
    "subject1": "",
    "subject2": "",
    "text": "주) 이제 청컨대...때를 추억하라 - '이전'에 해당하는 히브리어 '마에라'는 미래를 의미하기도 하고 과거를 나타내기도 한다. 전자를 주장하는 자들은 본절의 '마에라'가 18,19절에 언급된 미래의 축복을 가리키는 것으로 해석한다(onward, RSV, P.A. Verhoef). 한편 후자를 주장하는 자들은 그것이 처음에 성전 재건을 중단하였던 때이며 수고하여도 소득을 제대로 얻지 못하던 때를 가리키는 것으로 해석한다(R.L. Alden, Von Orelli). 그것이 전자이든 후자이든 간에 학개를 통해서 하나님께서 유다 백성들에게 말씀하시고자 하는 것은 바로 성전을 재건하지 않고 부정한 상태에 있었던 과거와 현재이후의 생활은 엄청난 차이가 있을 뿐만 아니라 앞으로는 하나님의 축복을 받게 될 것이라는 사실이다. 한편 '추억하라'는 '세심하게 살펴보아 생각하라'는 의미이다. 유다 백성들은 과거에 왜 자신들이 수고한 것에 대한 열매를 얻지 못했는가에 대해 살펴보고 상고할 필요가 있었다. 그것은 하나님의 성전보다 자신의 집을, 하나님의 영광보다 자신의 평안과 안녕을 추구했던 바로 자신들의 죄 때문이었다."
  },
  {
    "book": "학개",
    "chapter": 2,
    "verse": 16,
    "subject1": "",
    "subject2": "",
    "text": "주) 그 때에는...이른즉 이십 그릇 뿐이었느니라 - '그 때에는'은 유다 백성들의 과거를 의미한다. 그들은 열심히 노력하였으나 그 결과는 항상 신통치 않았다. '이십 석'과 '십 석', '오십 그릇'과 '이십 그릇'은 유다 백성들이 자신의 평안과 즐거움을 위해서 열심히 일했으나 그에 걸맞는 열매를 얻지 못했음을 나타내는 예증이다."
  },
  {
    "book": "학개",
    "chapter": 2,
    "verse": 17,
    "subject1": "",
    "subject2": "",
    "text": "주) 내가 너희 손으로 지은 모든 일에...너희가 내게로 돌아키지 아니하였었느니라 - '너희 손으로 지은 모든 일'은 그들이 열심히 땅을 일군 땅의 열매, 곧 곡식과 포도, 그리고 각종 과일을 가리킨다. 그러나 그들이 수고한 만큼 열매를 얻지 못한 것은, 하나님의 징계였다. 하나님의 징계의 수단 중에서 '폭풍'은 사막에서 불어오는 뜨거운 열풍으로 곡식이나 나무를 마르게 하는 것이었으며(T.V. Moore). '곰팡'은 농작물이 누렇게 변하여 죽게 하는 백분병을 가리킨다. '폭풍'과 '곰팡', 그리고 '우박'은 농작물에게 절대적인 해를 주는 것들이었다. 하나님은 그것을 통해서 유다 백성들을 징계하셨다. 한편 '너희가 내게로 돌이키지 아니하였었느니라'는 하나님께서 자연 재해를 통해서 그들을 징계하신 목적을 나타낸다. 유다 백성을 향한 하나님의 징계는 멸망시키거나 고난과 곤고함을 주기 위한 것이 아니라 그들로 하여금 죄를 깨닫고 하나님 앞으로 돌아서게 하기 위함이었다."
  },
  {
    "book": "학개",
    "chapter": 2,
    "verse": 18,
    "subject1": "",
    "subject2": "",
    "text": "너희는 오늘부터 이전(以前)을 추억하여 보라...추억하여 보라 - 여호와께서는 유다 백성들에게 세심하게 살펴 생각하라는 의미인 '추억하여 보라'를 두 번 사용하면서 과거를 돌아볼 것을 반복하여 권면하신다. 개역 성경은 '구월 이십 사 일'과 '여호와의 전 지대를 쌓던 날'을 동격으로 처리하여 혼란을 주고 있으니 실제로는 '오늘부터'와 '구 월 이십 사 일'이 동격을 이루고 있다(From this onward, from the twennty-fourth day of ninth month, RSV;from this day on, from this twenty-fourth day of the ninth month, NIV). 한편 '여호와의 전 지대를 쌓던 날'은 성전의 기초를 세우던 날을 가리킨다. 이 날은 개역 성경이 말하는 것처럼 학개 당시의 구월 이십 사 일이 아니라 유다 백성이 고레스의 칙령을 따라 귀환하여 처음 성전 재건을 위해 터를 놓았던 B.C.537년을 가리킨다(스 3:6,10; 5:16). 그리고 하나님께서는 유다 백성들에게 과거 18여 년 동안 터만 닦아놓고 재건하지 않았던 때를 돌아보라고 권면하신다."
  },
  {
    "book": "학개",
    "chapter": 2,
    "verse": 19,
    "subject1": "",
    "subject2": "",
    "text": "주) 곡식 종자가 오히려 창고에 있느냐...그러나 오늘부터는 내가 너희에게 복을 주리라 - '종자'는 곡식을 뜻하며 '포도나무, 무화과나무, 석류나무, 감람나무'는 나무의 열매를 가리킨다. 여기서 포도나무는 당시 음료인 포도주를 생산하며, 감람나무는 연료, 화장품, 의약품 등에 사용되는 기름을 생산한다. 곡식과 포도주, 그리고 감람나무의 기름은 당시 사람들이 일상생활을 영위하는 데 있어서 가장 기본적인 재료들이었다. 유다 백성들이 하나님 앞에서 부정했던 그때에는 이러한 기본 생필품들이 하나님의 징계로 제대로 제공되지 못하였다. 그러나 이제는 하나님의 복을 얻게 될 것이다. 그들이 학개를 통한 여호와의 말씀에 청종하였으며 성전 재건을 시작하였으며 하나님께로 돌아섰기 때문이다."
  },
  {
    "book": "학개",
    "chapter": 2,
    "verse": 20,
    "subject1": "",
    "subject2": "",
    "text": "주) 그 달 이십 사 일에 여호와의 말씀이 다시 학개에게 임하니라 가라사대 너는 유다 총독 스룹바벨에게 고하여 이르라 - '그 달'은 '다리오 왕 이 년 구 월'을 가리킨다. '그 달 이십 사 일'은 귀환한 유다 백성들이 포기했던 성전 재건을 다시 시작한 지 만 삼 개월이 지난 때였으며, 하나님께서 축복해 주시시고 약속한 날이었다(18,19절). 20-23절에 나타난 하나님의 계시는 10-19절에 학개에게 임한 하나님의 말씀과 동일한 날에 이루어진 것이나 말씀을 듣는 청중이 다르다. 10-19절은 제사장들에게 던진 질문을 통해 유다 백성들 전체에게 주어진 것이나 20-23절은 오직 스룹바벨에게만 주어진 것이다(21절). 한편 70인역에서는 '유다 총독 스룹바벨'앞에 '스알디엘의 아들'(톤 투 살라디엘)이라는 표현이 삽입되어 있다. 본서 전체에서도 스룹바벨을 언급할 때 스룹바벨이 '스알디엘의 아들'이라는 점을 계속적으로 강조하고 있다(1:1,12,14; 2:2,23)."
  },
  {
    "book": "학개",
    "chapter": 2,
    "verse": 21,
    "subject1": "",
    "subject2": "",
    "text": "주) 내가 하늘과 땅을 진동시킬 것...엎드러지리라 - 본문은 우주적 종말을 나타낸다. '내가 하늘과 땅을 진동시킬 것이요'에서 70인역은 '그 바다와 그 마른 땅'(텐 달랏산 카이 텐크세란)을 첨가하고 있다. 이때는 엄청난 변혁이 이루어질 것이다. 열국의 왕들은 모두 폐위당할 것이며 병거를 동반한 전쟁을 통해서 열국이 무너지며 파멸당하게 될 것이다. 이것은 종말에 있을 하나님의 심판을 시사한다(R.L.Alden, Smith)."
  },
  {
    "book": "학개",
    "chapter": 2,
    "verse": 23,
    "subject1": "",
    "subject2": "",
    "text": "주) 스알디엘의 아들 내 종 스룹바벨아...이는 내가 너를 택하였음이니라 - 하나님은 21절에서 스룹바벨을 '유다 총독'으로 부르신 반면 본절에서는 '내 종'이라고 부르신다. '내 종'은 다윗을 지칭할 때 많이 사용되었으며(왕상 11:13,32; 시 78:70; 렘 33:21-26) 특별히 다윗의 자손인 메시야를 지칭할 때 즐겨 사용되었던 호칭이었다(사 41:8; 42:1; 49:5,6; 50:10; 52:13; 53:11; 겔 34:23,24; 37:24,25). 이러한 측면에서 이해할 때 스룹바벨은 단순히 당시의 유다 총독인 스룹바벨을 가리키는 것만이 아니라 미래에 다윗 왕조를 이어갈 메시야를 예표한다고 볼 수 있다(Von Orelli, T.V.Moore, R.L.Alden). 스룹바벨은 바벨론으로 인한 멸망과 포로 생활로 말미암아 단절되었던 다윗 왕권을 계승할 뿐만 아니라 하나님께서 약속하신 미래의 영원한 다윗 왕권, 곧 하나님 나라를 완성할 메시야를 예표한다. 한편 '인'은 왕권을 의미한다. 그리고 '그 날에 내가 너를 취하고 너로 인을 삼으리니'는 스룹바벨로 예표된 메시야를 통해서 다윗 왕권, 곧 하나님의 나라가 굳건하게 세워질 것을 뜻한다. 이것은 21b,22절에서 언급된 열국의 멸망과 대조를 이룬다. 열국은 하나님의 종말론적 심판을 통해서 완전히 멸망당할 것이나 메시야를 통한 다윗 왕권, 곧 하나님의 나라는 도리어 굳게 서게 될 것이다."
  }
]