[
  {
    "book": "말라기",
    "chapter": 1,
    "verse": 1,
    "subject1": "",
    "subject2": "",
    "text": "주) 여호와께서 말라기로 이스라엘에게 말씀하신 경고라 - 여기 \"경고\"라는 말은, 재앙이나 환난을 가지고 위협하면서 책망하는 말씀을 의미한다."
  },
  {
    "book": "말라기",
    "chapter": 1,
    "verse": 2,
    "subject1": "",
    "subject2": "",
    "text": "주) 여호와께서 가라사대 내가 너희를 사랑하였노라 하나 너희는 이르기를 주께서 어떻게 우리를 사랑하셨나이까 하는도다 나 여호와가 말하노라 에서는 야곱의 형이 아니냐 그러나 내가 야곱을 사랑하였고 에서는 미워하였으며 그의 산들을 황무케 하였고 그의산업을 광야의 시랑에게 붙였느니라 - 선지자 말라기는, 그 때 유대인 들이 하나님을사랑하는 의미에서 마땅히 행 하여야 할 종교적 행위를 강조하기 전에 먼저 그런 행위를 가능케 하여주시는 하나님의 사랑을 확인케 한다. 곧, 하나님께서 저들을 사랑 하신 것 만큼 저들은 그것에 대한 감사 행위로 하나님을 섬기는 모든 종교적 행위가 있어야 된다는 것이다. 그러므로 그는, 하나님 께서 저들을 사랑하신 사실의 확실성을 먼저 변증한다. 하나님께서 저들을 사랑하신 사랑은, 무엇보다도 저들을 택하신 사랑이다. \"야곱은 사랑하였고 에서는 미워하였\"다는 것은, 그가 야곱을 택하셨다는 뜻이다(창 25:23; 롬 9:10-17). 에서는 야곱의 형인데도 불구하고 하나님께서는 도리어 야곱에게 장자의 기업을 주신 것이다. 이것을 보면, 선택은 반드시 자연적 질서로 말미암아 지배되는 것은 아니다. 그것은 무조건적인 것이다. 참 사랑은, 이렇게 객관적 조건에 영향을 받아 결정되는 것이 아니고 사랑을 행하는 주체자의 무조건적 결정에서 나오는 것이다. 여기 \"미워하였\"다는 말은, 에서를 택하지 않은 결과 그의 지은 죄대로 갚으신 사실을 의미하는 것 뿐이다. \"그의 산들을 황무케 하였고 그의 산업을 광야의 시랑에게 붙였느니라\". 에서의 자손으로 되어진 에돔 나라가 황무지가 된 것은, 맨처음에는 바벨론 왕 느부갓네살이 애굽을 정복하러 가는 도중에 성취된 것으로 본다(렘 25:9,21)."
  },
  {
    "book": "말라기",
    "chapter": 1,
    "verse": 4,
    "subject1": "",
    "subject2": "",
    "text": "주) \"에돔은 말하기를 우리가 무너뜨림을 당하였으나 황폐된 곳을 다시 쌓으리라\" - 고한 것은, 에돔의 교만이다. 에돔은, 하나님을 믿지 않고 자기 힘을 믿어 어디 까지든지 국세를 회복할 수 있다고 호언장담하였다. 그러나 하나님께서는 교만을 제일 미워하시기 때문에, 에돔이 자신(자기를 믿음)한 바와 정반대로 행하셨다. 곧, 그는 에돔을 무너뜨리셨다. 사람이 교만하면 하나님은 그를 낮추신다. 주) \"여호와 께서는 이스라엘 지경 밖에서 크시다\"- 함은, 하나님께서 이스라엘 밖에 이방 세계에서도 그 위엄을 나타내신다는 의미이다. 곧, 그가 에돔을 멸망시키므로 역시 모든 이방에 대한 그의 주권이 확실히 드러난다."
  },
  {
    "book": "말라기",
    "chapter": 1,
    "verse": 6,
    "subject1": "",
    "subject2": "",
    "text": "주) 내 이름을 멸시하는 제사장들아 나 만군의 여호와가 너희에게 이르기를 아들은 그 아비를, 종은 그 주인을 공경하나니 내가 아비일찐대 나를 공경함이 어디 있느냐 내가 주인일진대 나를 두려워함이 어디 있느냐 하나 너희는 이르기를 우리가 어떻게 주의 이름을 멸시하였나이까 하는도다 - 이 세상 모든 윤리 제도는 하나님께서 내신 것인데, 그것은 하나님을 공경하는데 도움이 되는 초등 학문이라고 할 수 있다. 말라기는,사람들로 하여금 깨닫게 하기 위하여 부자 관계와 노주 관계의 도덕에서 추론하여, 하나님에게 대한 제사장들(이스라엘 백성을 대표하는 의미에서)의 경건을 질문식으로 요구한다. 하나님은 이스라엘 백성에 대하여 아버지와 같으시니 (신 32:6), 이는 그가이스라엘을 택하신 나라로 창조하시고 또 육성 하신 까닭이다 (사 44:26; 렘 31:9; 시100:3). 그리고 하나님은 그들의 주가 되시어 그들을 소유 하셨다. 그러므로 그들은하나님을 공경하며 또 두려워해야 할 것이었다. \"공경\"한다 함은, 기도함과 찬송함과 감사함과 순종하므로 이루어지고, \"두려워함\"은, 노예적인 공포가 아니고 도덕적인 공포 곧, 하나님을 거스려 범한 죄 때문에 두려워함이다. 위의 두 가지 요소는, 신앙의 중요한 요소들이다. \"너희는 이르기를 우리가 어떻게 주의 이름을 멸시하였나이까 하는도다\". 이 말씀은, 인생들이 언제든지 죄를 지으면서도 죄를 깨닫지 못하는 마비된심정을 보여준다. 하나님을 멸시하는 행동은, 하나님을 의식적으로 대면 멸시함이 아니고, 무의식으로 무성의하게 되어진 예배 행위이다. 그것은 이 아래 귀절들이 보여준다."
  },
  {
    "book": "말라기",
    "chapter": 1,
    "verse": 7,
    "subject1": "",
    "subject2": "",
    "text": "주) 너희가 더러운 떡을 나의 단에 드리고도 말하기를 우리가 어떻게 주를 더럽게 하였나이까 하는도다 이는 너희가 주의 상은 경멸히 여길 것이라 말함을 인함 이니라 - 여기 이른바 \"더러운 떡\"이라는 것은, 성전 안에 드리는 진설병을 이름이 아니다. 그이유는, 진설병은 제단 위에 놓는 것이 아니기 때문이다. 여기 관설된 \"떡\"은, \"나의 단에 드리\"는 것이라고 하였으니 이것은, 델리취(Delitzsch)가 말한 것과 같이 희생 제물의 고기를 이름이다. 고기를 떡이라고 한 말씀은, 레 21:6, 8, 17에도 있다. 그런데 이 희생의 고기를 드리되 더러운 것으로 드렸다 함은, 흠 있는 동물의 고기를드렸다는 뜻이다(레 22:20-25). 그들은 이렇게 주님(주님의 제단)을 더럽게 하면서도그렇게 한줄 모르고 그 죄악을 부인한다. 사람이 하나님을 말로써 멸시하지는 않아도, 말보다 무게 있는 행동으로 그리 한다. 그리하면서도 그것을 인식하지 못함은, 그 마비된 심령의 소위이다. \"말함을 인함이니라\" 라는 말씀은, 그들이 구설로써 말한다는 것이 아니고, 그 행동으로 무언중에 그렇게 나타냄을 이름이다."
  },
  {
    "book": "말라기",
    "chapter": 1,
    "verse": 8,
    "subject1": "",
    "subject2": "",
    "text": "선지자 말라기는 여기서 위의 7절에 말한 \"더러운 떡\"이 무엇임을 지적한다. 흠있는 동물을 희생 제물로 바치는 것은, 율법에서 금하고 있다(레 22 :22). 이렇게 희생 제물을 완전한 것으로 드리도록 명령한 것은(레 22 :21), 이것(속죄 제물)이 예수그리스도를 예표 하는 것이기 때문이다. 하나님께서는 희생 제물에서 그 고기를 섭취하심이 아니고, 그 의미(그리스도를 가리키는 의미)를 기뻐하신다.그러므로 흠 있는동물을 희생 제물로 바치는 것은, 제물로서는 가치 없는 것을 바침이다. 제물이나 예배는 하나님의 말씀이 제정한대로 순종하여 바침이 되어야 한다. \"너희 총독에게 드려 보라\" - 이 말씀을 보아도, 선지자 말라기의 교훈은 어디 까지나 실제적이다. 곧, 그것은, 우리가 하나님 공경하는 표준을 인간 생활의 실제면에서 판정하도록 꾸며진 것이다. 우리의 실생활 에서, 보이지 않는 하나님 경외의 이면을 살필 수 있다는 것이 본서의 일반적 특징이다. 여기서도 하나님께서 이스라엘의 잘못된 제사가 그에게 가납되지 않으리라는 것을 실제 사황에서 추론한다. 곧, 총독도 그와 같은, 흠 있는 예물은 받지 않으리라는 것이다."
  },
  {
    "book": "말라기",
    "chapter": 1,
    "verse": 9,
    "subject1": "",
    "subject2": "",
    "text": "주) 만군의 여호와가 이르노라 너희는 나 하나님께 은혜를 구하기를 우리를 긍휼히 여기소서 하여 보라 너희가 이같이 행하였으니 내가 너희 중 하나인들 받겠느냐 - \"우리를 긍휼히 여기소서\"라고 한 기도는, 대단히 겸손한 기도이다. 그러나 그들이 하나님께 드리는 제물로 보아서는 하나님을 멸시하는 행동을 가지고 있다. 그러므로 그들의 겸손한 듯한 기도는 외식에 불과하다. 하나님께서는 사람들의 기도가 진실하기 전에는 그것을 들어 주시지 않는다."
  },
  {
    "book": "말라기",
    "chapter": 1,
    "verse": 10,
    "subject1": "",
    "subject2": "",
    "text": "하나님께서는, 위에 관설된 것과 같은 헛된 제사는 받지 않으신다는 의미에서, 어디까지나 강한 말씀으로 결론하신다."
  },
  {
    "book": "말라기",
    "chapter": 1,
    "verse": 11,
    "subject1": "",
    "subject2": "",
    "text": "주) 만군의 여호와가 이르노라 해 뜨는 곳에서부터 해 지는 곳까지의 이방 민족 중에서내 이름이 크게 될 것이라 각처에서 내 이름을 위하여 분향하며 깨끗한 제물을 드리리니 이는 내 이름이 이방 민족 중에서 크게 될 것임이니라 - 본절은, 그리스도 예수께서 이 세상에 오실 때에 될 신약 종교를 예언한 것이다(J. Ridderbos). 이 말씀은, 하나님께서 장차 그리스도를 보내어 모든 이방 민족이 그리스도를 믿어회개하고 주님께 돌아올 것을 가르친다. 그런데 선지자 말라기가 이 점에 있어서 이런 예언을 한 이유는 무엇일까? 그것은, 저렇게 하나님께 제사한다고 하면서 하나님의 이름을 더럽히는 유대인들을 부끄럽게 하려는 까닭이다. 곧, 오래 동안 유대인들은, 하나님을 공경한다는 백성으로 자처하면서, 실제에 있어서는 하나님을 참되이 공경하지 않고 하나님의 이름을 멸시하게 된 것이다. 이런 일을 보는 선지자는, 도리어 이방인들 중에서 앞으로 하나님을 진정으로 공경할 자들이 많이 일어 나리라고 하여, 하나님의 이름이 얼마나 큰 것을 보여 준다. 이런 큰 이름을 그 때의 유대인들은 그 행동면에 있어서 멸시하였던 것이다. 그것은 참으로 우매한 짓이다. 이 귀절에 사용된 표현들이 역시 구약식으로 되어 있다. 곧, \"분향한\" 다던가 \"제물\"을 드린다는 표현들은, 실제에 있어서 신약 시대의 신자들이 그런 의식 제사를 드리게 된다는 것은 아니다. 신약 시대의 신자들은 영광 진리로 하나님을 예배한다 (요4:21-24). 이와 같은 예배가 말라기의 이 예언에서 구약식 의식 제사의 표현으로 진술되어 있다."
  },
  {
    "book": "말라기",
    "chapter": 1,
    "verse": 12,
    "subject1": "",
    "subject2": "",
    "text": "\"그 위에 있는 실과\"- 라는 말은, 제단 위에 놓은 소산물을 의미하는데, 그것은 그아랫말이 설명하여 주었으니 곧, 식물 이라는 뜻이다. 이것은 여기서도 희생 제물을 가리키는 말씀이다."
  },
  {
    "book": "말라기",
    "chapter": 1,
    "verse": 13,
    "subject1": "",
    "subject2": "",
    "text": "주) 번폐 - 스럽다 함은 번거롭고, 짐이 되고, 피곤함을 의미 한다. 외식하는 신자들은, 하나님 앞에 드리는 예물을 감심으로 드리지 않고 무거운 짐처럼 생각하고 그것을 억지로 이행한다. 주) \"코웃음하\"- 였다 함은, 그 때 이스라엘 제사장들이 실제 모양으로 그렇게 하지는 않았겠으나, 여기서도 역시 그들의 행동이 코웃음하는 내용을 가지고 있었던 것이다. 그 이유는, 그들이 희생제물을 바침에 있어서 하필 병든 것과, 저는것을 가져왔기 때문이다."
  },
  {
    "book": "말라기",
    "chapter": 1,
    "verse": 14,
    "subject1": "",
    "subject2": "",
    "text": "여기 이른바 \"떼\"- 는 양떼를 의미하는데, 하나님께 바치는 양으로서는 무엇보다도 수컷을 좋게 여긴다. 그러나 하나님 앞에 서원하는 제사(무슨 소원이 있어서 이룸 받기를 원하고, 그것이 이루어진 때에는 어떠한 감사를 하겠다는 서약의 제사를 의미함)를 드릴 때에 수컷은 못드릴 망정, 다른 것들도 흠 있는 것을 드렸으니, 그것은 하나님께 드리는 제사를 멸시하는 행동이다. 여기 이른바 \"사기\" - 라는 것은, 좋지 못하고, 흠 있는 것을 드리면서 제사를 잘 드린듯이 취한 태도를 이름이다."
  },
  {
    "book": "말라기",
    "chapter": 2,
    "verse": 1,
    "subject1": "",
    "subject2": "",
    "text": "여기 이른바 \"이같이 명령하노라\"- 고 한 말씀은, 1:6-14에 있는 것과 같이 제사장들이 마땅히 하나님의 이름을 거룩되이 하여야 한다는 명령이다. 이런 명령이 있는데도 그들은 그것을 순종치도 않으며, 마음에 두지도 않으니, 하나님께서는 그들의 비는복을 주지 않으시고 도리어 저주를 내리시겠다고 하신다. \"내가 이미 저주하였나니\" - 라는 말씀은, 그들이 순종치 않은 결과로 벌써 저주받은 일도 있다는 것이다. 그가, 그들이 빈 복을 주시지 않고 저주를 받도록 하시는 것은, 앞으로 더욱 심하여 진다는뜻이 본절에 있다. 하나님은 재앙을 내릴 때에도 단번에 다 내리지 않으시고 점차 많이 내리도록 하신다. 그가 이렇게 하시는 목적은, 그는 자비하셔서 이렇게 시간을 잡아 죄인들로 하여금 회개케 하시려는 것이다. \"그것을 마음에 두지 아니하였음이니라\"- 고 한 말씀은, 그들이 여호와의 꾸짖는 말씀(1:6-14)을 그들의 마음에 간직하지 않는다는 뜻이다."
  },
  {
    "book": "말라기",
    "chapter": 2,
    "verse": 3,
    "subject1": "",
    "subject2": "",
    "text": "주) 보라 내가 너희의 종자를 견책할 것이요 똥 곧 너희 절기의 희생의 똥을 너희 얼굴에 바를 것이라 너희가 그것과 함께 제하여 버림을 당하리라 - 여기\"종자\"라는 말은, 히브리 원어로 제라인데 제로아로 발음하여, 팔(arm)이라고 번역함이 정당하다(Keil an-d Delitzsch). 그렇다면, 팔을 견책한다는 것은, 제사장들의 종교적 활동(팔은 일하는 것이니)을 열매 없이 만들겠다는 뜻이다. \"절기의 희생의 똥을 너희 얼굴에 바를 것이라\"함은, 유대인들이 절기를 지키기 위하여 제물로 가져온 소나 양의 똥과 같이 그 때에 활동하는 제사장들을 수치스럽게 만들겠다는 뜻이다. 하나님의 종된 자들이 하나님께 충성하지 않으면, 희생의 똥을 얼굴에 바름과 같은 부끄러운 존재가 되어진다. 그 뿐만 아니라 그들은 똥을 제거함과 같이 하나님에게서 버림을 받는다."
  },
  {
    "book": "말라기",
    "chapter": 2,
    "verse": 4,
    "subject1": "",
    "subject2": "",
    "text": "하나님께서는, 여기서 그가 이 때까지 명령(1:6-2:3)하신 목적을 밝힌다. 그 목적은 다음과 같은 것이니 곧, \"레위와 세운......언약\" - 을 보존하시려는 것이다. 레위는 제사장족인데 특별히 그의 자손 중 아론을 상대로 하고 언약을 맺으셨다(대상6:49). 곧, 그 언약은 하나님 백성을 위하여 속죄의 제사를 드리도록 된 것이었다. 이제사 행위가 참되이 존속하려면, 제사장들이 그 일을 진실되이 하여야 된다. 이 제사 행위는, 그 백성으로 하여금 하나님 앞에서 속죄함을 받게 함에 따라 생명과 평강을 누리게 하는 것이다. 그러므로 이 언약을 가리켜 5절 말씀은, \"생명과 평강의 언약이라\"고도 한다. 주) \"내가 이것으로 그에게 준 것은 그로 경외 하게 하려 함이라 그가 나를 경외하고 내 이름을 두려워하였으며\" - 이 말씀 뜻은 이렇다. 곧, 하나님께서 제사장(레위는 제사장족의 명칭임)에게 제사의 직책을 주신 것은 그로 하여금 하나님을 경외하게 하려는 것이었는데, 아론을 위시하여 충성된 제사장은 그대로 순종하였다는 것이다."
  },
  {
    "book": "말라기",
    "chapter": 2,
    "verse": 6,
    "subject1": "",
    "subject2": "",
    "text": "주) 그 입에는 진리의 법이 있었고 그 입술에는 불의함이 없었으며 그가 화평과 정직한 중에서 나와 동행하며 많은 사람을 돌이켜 죄악에서 떠나게 하였느니라 - 여기서도 레위를 염두에 두고 말씀한다. 곧, 레위라는 이름으로 불려진 모든 참된 제사장을 염두에 두고 말씀한다. 참된 제사장의 입에는 진리의 법 곧, 하나님의 율법을 바로 가르치는 것이 있고, 그 생활도 경건하여 불의한 교훈을 가지지 않는다. 따라서 그런 제사장들은, 화평과 정직 곧, 하나님 앞에서 평화의 관계와 순결한 마음을 가지고 그 사역을 실행한다. 화평과 순결은 모든 하나님의 종들의 자격이다. 그가 이런 자격을가지고 사역할 때에는 많은 사람을 주님께로 돌아오게 한다."
  },
  {
    "book": "말라기",
    "chapter": 2,
    "verse": 7,
    "subject1": "",
    "subject2": "",
    "text": "주) 대저 제사장의 입술은 지식을 지켜야 하겠고 사람들이 그 입에서 율법을 구하게 되어야 할 것이니 제사장은 만군의 여호와의 사자가 됨이어늘 - 본절 초두에 \"대저\"라는 말은, 앞절의 이유를 보여주는 접속사이다. 그러므로 우리는, 앞절 말씀에 관련 시켜본절의 뜻을 다음과 같이 풀 수 있다. 곧, 제사장의 입에 진리의 법이 있어야(6절 상반절) 할 이유로서는, 제사장의 입술에 진리 지식이 파수되어야 하겠고, 또 사람들은거기서 율법을 찾아 얻을 수 있어야 하겠기 때문이다. \"제사장은 만군의 여호와의 사자가 됨이어늘\"이라는 말씀은, 그 위에 있는 말씀 곧, \"사람들이 그 입에서 율법을 구하게\" 된다는데 대한 이유이다. 사람들이 왜 그 입에서 율법을 구하는가? 그 이유는, 그가 하나님의 사자이기 때문이다."
  },
  {
    "book": "말라기",
    "chapter": 2,
    "verse": 8,
    "subject1": "",
    "subject2": "",
    "text": "본절은, 말라기 시대의 제사장들이 원본적인 제사장의 행동원리(윗절에 말하였음)에서 이탈하여, 백성들로 하여금 율법을 지키게 만들어 주지 못하고 도리어 율법을 범하게 만들었다는 것이다."
  },
  {
    "book": "말라기",
    "chapter": 2,
    "verse": 9,
    "subject1": "",
    "subject2": "",
    "text": "주) 너희가 내 도를 지키지 아니하고 율법을 행할 때에 사람에게 편벽 되이 하였으므로 나도 너희로 모든 백성 앞에 멸시와 천대를 당하게 하였느니라 하시니라 - \"율법을 행할 때에 사람에게 편벽되이 하였\"다 함은, 그들이 율법을 해석할 때에나 혹은 시행함에 있어서, 가난한 자에게는 가혹하게 하고 부자에게는 순하게 하는 불공정성을 나타내었다는 뜻이다. 그것은 실상 하나님의 율법을 멸시하고, 제 마음대로 그것을 이렇게도 이용하고 저렇게도 이용한 것이니, 결국 하나님을 멸시한 행동이다. 그러므로 하나님께서 이 아래 말씀하시기를, 자기도 이런 제사장들을 벌하는 의미에서 그들로 하여금 모든 백성 앞에 멸시와 천대를 당하게 하시겠다고 하신다 (9절 하반절). 하나님의 말씀을 그대로 가르치지도 않고 그대로 순종 하지도 않는 교역자들은, 하나님께서 그들을 멸시하시는 일을 당하게 된다. 다시 말하면, 하나님을 멸시하는 자들은 하나님에게 멸시를 받는다."
  },
  {
    "book": "말라기",
    "chapter": 2,
    "verse": 10,
    "subject1": "",
    "subject2": "",
    "text": "주) 우리는 한 아버지를 가지지 아니하였느냐 한 하나님의 지으신 바가 아니냐 어찌 하여 우리 각사람이 자기 형제에게 궤사를 행하여 우리 열조의 언약을 욕되게 하느냐 - 여기 이른바 \"한 아버지\"라는 말은, 하나님을 가리킨다. 이것은, 신약 시대에 신자들이 다 함께 예수 그리스도의 보혈로 말미암아 속죄함이 되었으니 만큼 하나님을 개인적으로 아버지라고 함과 같은 의미의 말씀은 아니다. 이것은 차라리 유대인들을 민족적으로 택하여 신정 국가로 만들어 주신 아버지를 의미한다. 그러므로 아랫말 \"한 하나님이 지으신 바\"라는 뜻은 곧, 하나님으로 말미암아 신정 국가가 지은 바 되었다는 뜻이다. \"우리 각 사람이 자기 형제에게 궤사를 행\"한다 함은, 그 때에 유대 사람들이 자기들의 아내에게 대하여 반역적으로 행함을 의미한다. 그들이 이방 여자를 취하게 된 것은, 그 본래의 아내에게 대하여 파약한 것이니 그것이 반역이다. \"열조의 언약\"은, 하나님께서 아브라함과 기타 족장들로 더불어 그 자손들이 하나님의 성민에게 할 것을 약속하심이다(출 19:5,6, 24:8). 이렇게 성별된 이스라엘 백성은 다른 민족과 구별되어 있도록 한 것이니 만큼(신 7:6, 14:2; 렘 2:3; 시 114:2; 스 9:12). 그들은 이방 여자를 취하지 못하도록 되어 있다(출 34:16; 신 7:3). 그 이유는, 이스라엘 사람이 이방 여자를 취한 경우에는 이방 우상을 수입하게 되고 따라서 성민의 자격을 상실하기 때문이다. 그러므로 이스라엘 사람이 이방 여자를 취한 경우에는 열조의 언약 곧, 이스라엘 자손들을 성민으로 세운 언약을 욕되게 하는 행동이다. 그렇기 때문에 하나님은 여기서 그런 죄를 책망하신다."
  },
  {
    "book": "말라기",
    "chapter": 2,
    "verse": 11,
    "subject1": "",
    "subject2": "",
    "text": "주) 유다는 궤사를 행하였고 이스라엘과 예루살렘 중에서는 가중한 일을 행하였으며 유다는 여호와의 사랑하시는 그 성결을 욕되게 하여 이방 신의 딸과 결혼 하였으니 - 여기 기록된 \"궤사를 행\"함, \"가증한 일을 행\"함, \"성결을 욕되게\" 함은, 모두 다 같은내용을 가리키는 표현 들이다. 그것은 \"이방 신의 딸과 결혼함\"을 가리킨다. \"이방신의 딸\"이라는 말은, 다른 신(참 하나님이 아닌)을 섬기는 이방인의 딸을 이름이다."
  },
  {
    "book": "말라기",
    "chapter": 2,
    "verse": 12,
    "subject1": "",
    "subject2": "",
    "text": "주) 이 일을 행하는 사람에게 속한 자는 깨는 자나 응답 하는 자는 물론이요 만군의 여호와께 제사를 드리는 자도 여호와께서 야곱의 장막 가운데서 끊어 버리시리라 - \"이 일을 행하는 사람에게 속한 자\"는, 곧, 이방 여자를 취하는 자를 이름이다. \"깨는 자나 응답하는 자\"라는 말은, 그 죄악을 능동적으로 선도하는 자와, 또는 피동적으로 그 지도에 따르는 자를 이름이다. 다시 말하면, 그 죄악에 있어서 지도자나 피 지도자를 가리킨다. 하나님께서 여기 말씀하시기를, 둘 다 \"야곱의 장막\" 곧, 이스라엘 국가에서 끊어 버리시겠다고 하신다. \"제사를 드리는 자\"라는 말은, 이방 여자를 취하는 죄를 범하고 하나님께 용서를 받기 위하여 제사 드리는 자를 이름이다. 다시 말하면, 그러한 불의한 짓을 하고 하나님께 제사나 드려, 그저 이럭 저럭 넘어가려고 하는 자를 가리킨다. 그러한 자야말로 제사를 죄악의 온상으로 이용하는 자이다. 하나님은 그러한 자를 용서하시지 않는다. 사 1:13, 61:8; 잠 15:8, 28:9 참조. 그러므로 하나님께서 그런 자도 야곱의 장막 가운데서 끊어 버리시겠다고 하신다."
  },
  {
    "book": "말라기",
    "chapter": 2,
    "verse": 13,
    "subject1": "",
    "subject2": "",
    "text": "주) 너희가 이런 일도 행하나니 곧 눈물과 울음과 탄식으로 여호와의 단을 가리우게 하도다 그러므로 여호와께서 다시는 너희의 헌물을 돌아 보지도 아니하시며 그것을 너희손에서 기꺼이 받지도 아니하시거늘 - 여기 이른바 \"이런 일도 행하나니\"라는 말씀은,\"둘째로 이것도 행하나니\"라고 자역할 수 있다. 그러면 둘째 죄악은 무엇인가? 그것은 그 아래 말이 설명하여 주는데 곧, 본처로 하여금 눈물겨운 이혼을 당하게 하는 일이다. 그들이 이방 여자를 취 할 뿐 아니고 그 본래의 아내를 버리므로 그 버림 받음여자들이 하나님의 제단 앞에 가서 눈물을 뿌리며 호소하게 된다. \"눈물과 울음과 탄식으로 여호와의 단을 가리우게 하도다\"라는 말씀은, 그 버림받은 아내들이 하나님의 제단 앞에 가서 눈물을 많이 흘리므로 제단을 가리울 정도 라는 뜻이다. 그 만큼 유대인들이 남들을 억울하게 하는 고로 하나님께서는 그들이 드리는제물을 받지도 않겠다고 하신다. 신자가 남을 억울하게 하는 것은, 하나님과 자기 사이의 교통이 단절되도록 만드는 큰 죄악이다. 그러므로 예수님께서 말씀하시기를, \"예물을 제단에 드리다가 거기서 네 형제에게 원망들을 만한 일이 있는 줄 생각 나거든 예물을 제단 앞에 두고 먼저 가서 형제와 화목하고 그 후에 와서 예물을 드리라\"고 하셨다(마 5:23,24)."
  },
  {
    "book": "말라기",
    "chapter": 2,
    "verse": 14,
    "subject1": "",
    "subject2": "",
    "text": "여기서도 유대인들은 또다시 저들의 죄책을 깨닫지 못하고 하는 말이, \"어찜이니이까\"- 라고 하였다. 다시 말하면, 그들은 하나님께서 그들의 헌물을 돌아 보시지 않는이유를 깨닫지 못한다. 선지자는 그것을 저들로 하여금 깨닫게 해 주는 의미에서 \"이는\"-(그 이유는)이라고 말씀한다. 곧, 하나님께서 그들의 헌물을 돌아보시지 않는 이유는, 그들이 어려서 취한 아내(본처)를 버린 까닭이라고 한다. 그들의 본처는, 그들이 하나님 앞에서 서약하고 취한 아내니, 그를 버리는 것은, 하나님 앞에서 맺은 언약을 배반하는 죄악이다. 창 31:49,50; 마 19:6; 잠 2:17 참조. 그(아내)에게 \"궤사를 행\"- 함은, 여기서는 이혼한다는 뜻이다."
  },
  {
    "book": "말라기",
    "chapter": 2,
    "verse": 15,
    "subject1": "",
    "subject2": "",
    "text": "주) 여호와는 영이 유여하실지라도 오직 하나를 짓지 아니하셨느냐 어찌하여 하나만 지으셨느냐 이는 경건한 자손을 얻고자 하심이니라 그러므로 네 심령을 삼가 지켜 어려서 취한 아내에게 궤사를 행치 말찌니라 - \"영이 유여하\"시다 함은 영이 부족하지 않고 남아 있음을 이름이다. 하나님은 사람을 성립시킬 영을 얼마든지 창조하시려면 창조하실 수 있었으나, 그는 처음에 일남 일녀를 지어 서로 합하여 하나되게 하셨다 (창2:24; 마 19:4-6). 곧, 그가 일남 일녀를 지으신 목적은, 그들이 단합하여 하나가 되게 하려는 것이었다. 우리 본문에 \"하나\"라는 말이 두 번 나오는데 둘이 합하여 하나된다는 의미에서 하나이라는 뜻이다. 부부가 서로 갈리지 않고 하나됨에 있어서 가장 이상적일수록, 그것은, 하나님의 창조 질서에 합치하는 것이다. 일남 일녀가 한 몸을 이루는데 있어서 형식뿐 아니라 그 내용에 있어서 화합하여 일치함이 참될수록, 거기서 나는 자손이 경건하다는 의미를 우리 본문이 가르 친다. 그렇기 때문에 부부가 한몸을 이룸에 있어서 우리 본문은, 외모뿐 아니고 심령 속에 그리하여야 할 것을 가르치는 의미에서, \"네 심령을 삼가 지켜\"라고 하였다. \"아내에게 궤사를 행치 말지니라\"고 한 말씀은, 아내로 더불어 하나님 앞에서 맺은 언약을 배반하지 말라는 뜻이다."
  },
  {
    "book": "말라기",
    "chapter": 2,
    "verse": 16,
    "subject1": "",
    "subject2": "",
    "text": "주) \"학대로 옷을 가리우는 자\"- 라는 말씀의 의미는, 남을 학대하는 죄악을 심하게 범하기 때문에 그 악이 마치 그의 옷을 가리우고 있는 것처럼 그의 전 인격을 그것으로 대표한다는 의미이다. 이혼하는 자는 그렇게 큰 학대를 그 아내에게 행하는 자이다. 주) \"너희 심령을 삼가지켜 궤사를 행치 말찌니라\"- 고 한 말씀에 대하여는, 15절 하반절에 있는 같은 말 해석을 참조하여라."
  },
  {
    "book": "말라기",
    "chapter": 2,
    "verse": 17,
    "subject1": "",
    "subject2": "",
    "text": "주) 너희가 말로 여호와를 괴로우시게 하고도 이르기를 우리가 어떻게 여호와를 괴로우시게 하였나 하는도다 이는 너희가 말하기를 모든 행악 하는 자는 여호와의 눈에 선히 보이며 그에게 기쁨이 된다 하며 또 말하기를 공의의 하나님이 어디 계시냐 함이니라- 여기서도 유대인들은 저희들의 범하는 죄악을 깨닫지 못한다. 그들은 여호와를 괴롭게 하는 죄를 범하였다. 그리하면서도 그들은 그리하지 않았다고 주장한다. 그러나 선지자 말라기는 그들이 여호와를 괴롭게 한 죄가 무엇임을 지적한다. 그것은 다른 것이 아니고 그들이 여호와 하나님을 오해함이다. 곧, 여호와께서는 행악자를 기뻐하시는 줄로, 오해하는 것과, 또는 하나님은 공의를 행하시지 않는다는 그들의 오해이다. 하나님은 그에게 대한 우리의 오해로 말미암아 괴로움을 받으신다. 사람들도 남에게서 오해를 받을 때에 괴로워하지 않는가?"
  },
  {
    "book": "말라기",
    "chapter": 3,
    "verse": 1,
    "subject1": "",
    "subject2": "",
    "text": "여기 이른바, \"내 사자\"- 라는 말은, 메시야의 길을 예비할 세례 요한에 대하여 예언한 것이다. \"길을 예비\"- 한다 함은, 모든 사람들의 심령에 그리스도를 믿을 준비로서 회개케 할 운동이다. \"너희의 구하는바 주\"- 는, 메시야 곧, 그리스도를 가리키는데, 그가 \"홀연히 임한\"- 다 함은, 유대인들이 영적으로 깨어 있지 않는 때에 곧, 메시야를 대망할줄 모르고 있던 때에 그의 오심은 뜻 밖의 일과 같이 되어짐을 의미한다. \"그 전에 임\"- 한다 함은, 그의 사역이 영적으로 성전에서 하나님을 섬기는 대제사장의 사역과 같을 것을 이름이다. \"언약의 사자\"- 라는 뜻은, 하나님과 그 백성 사이의 구원 언약을 성취하시는 중보자를 가리킨다."
  },
  {
    "book": "말라기",
    "chapter": 3,
    "verse": 2,
    "subject1": "",
    "subject2": "",
    "text": "주) 그의 임하는 날을 누가 능히 당하며 그의 나타나는 때에 누가 능히 서리요 그는 금을 연단하는 자의 불과 표백하는 자의 재물과 같을 것이라 - \"그의 임하는 날을 누가 능히 당하며 그의 나타나는 때에 누가 능히 서리요\". 이 말씀 뜻은, 하나님의 은혜를 받기 전의 인간 그대로는 초림하신 그리스도 앞에도 설 수 없다는 뜻이다. 그리스도를 믿지 아니하는 자는 별 수 없이 영원한 심판을 받는다. 시 130:4 참조. 그리스도는 죄악 문제에 대하여 무관심하시는 이가 아니고, 하나님 아들의 권위를 가지시고 사람들을 불러 회개시키려고 오셨으므로, 누구든지 회개하지 않으면 그의 주시는 구원에 참예할 수 없으니, 멸망할 것 밖에 없다. 그의 회개 운동에 대하여 우리 본문은 비유적으로 말하기를, \"금을 연단하는 자의 불과 표백하는 자의 재물과 같을 것이라\"고 한다. 이와 같은 정화 운동은, 그의 재림 심판 때에 완전함을 이루나니 선지자 말라기는 그것까지 생각하였을 것이다."
  },
  {
    "book": "말라기",
    "chapter": 3,
    "verse": 3,
    "subject1": "",
    "subject2": "",
    "text": "여기 이른바 \"레위 자손\"- 은 제사장들을 이름인데, 신약 시대에 와서는 일반 신자들을 총칭한다.그리스도께서는 신자들을 깨끗케 하시는 일을 하신다. 그것은, 물론그의 죽었다가 다시 살으시므로 말미암은 속죄와 및 성령으로 말미암아 성화시키는 운동을 통하여 되어진다. 이 성화 운동에 있어서 \"연단\"- (환난을 통하여 되어지는것)은, 그 중요한 방편이다. 이렇게 성화되어가는 선자들이 하나님을 참되이 섬길 수 있다. \"의로운 제물을 나 여호와께 드린\"- 다는 것과 \"유다와 예루살렘의 헌물이... 여호와께 기쁨이 된\"- 다는 것은, 신약 시대의 신자들이 하나님을 섬김에 대하여 말해주는 구약식 표현이다."
  },
  {
    "book": "말라기",
    "chapter": 3,
    "verse": 5,
    "subject1": "",
    "subject2": "",
    "text": "주) 내가 심판하러 너희에게 임할 것이라 술수 하는 자에게와 간음하는 자에게와 거짓 맹세하는 자에게와 품군의 삯에 대하여 억울케 하며 과부와 고아를 압제하며 나그네를 억울케 하며 나를 경외치 아니하는 자에게 속히 증거하리라 만군의 여호와가 말하였느니라 - 이 말씀도 계속하여 유대 민족의 정화 운동에 대하여 진술한다. 이 정화 운동은 위에 말한 것(3절)과 같이 제사장에게만 아니라 일반 민중에게도 임한다. 곧, 모세의 율법을 기탄 없이 범하는 자들에게 임하여 의와 불의를 갈라 놓는다. 물론 이것이, 그리스도의 초림시에는 영적으로 숨기워서 되어지고, 그의 재림시에는 구체적으로 되어진다. 이러한 분변은 있을지언정 둘 다 심판인 것은 명백하다. \"술수하는 자\"는 거짓된 종교적 수단에 의하여 사람을 하나님에게서 떠나도록 만드는 자이다. 레 20:6참조. \"간음하는 자에게와 거짓 맹세하는 자에게와 품군의 삯에 대하여 억울케\"함은, 제 7계, 제 9계, 제 8계의 위반을 염두에 두었다. \"과부와 고아를 압제하며 나그네를 억을케\"함은, 무자비한 지싱니 제 6계의 위반이다. \"과부, 고아, 나그네\" (이것은 외국 사람을 의미한). 이 셋은 성경에서 흔히 함께 다닌다. 그 이유는, 그들은 다 긍휼의 대상이기 때문이다. \"나를 경외치 아니하는 자\"라는 말씀은, 이 부분에 기록된죄악의 목록에 있어서 최후의 자리를 점령 하였으니 그 이유는, 하나님을 경외치 않는것이 모든 죄악의 근본이기 때문이다. 모든 죄악의 근본을 이렇게 말미에 두는 것은, 도리어 그것을 중요한 죄라고 역설하려는 까닭이다. \"속히 증거\"한다 함은, 부패한 세상에 오신 그리스도께서 그 암매한 자들에게는 돌연히 나타나심 같이 생각되기 때문에 이렇게 표현된다."
  },
  {
    "book": "말라기",
    "chapter": 3,
    "verse": 6,
    "subject1": "",
    "subject2": "",
    "text": "주) 나 여호와는 번역지 아니하나니 그러므로 야곱의 자손들아 너희가 소멸되지 아니하느니 - 이것은 윗 말씀의 결론으로 나온 것이다.곧, 하나님께서, 그 백성으로 더불어 언약하신 것을 변하지 아니하시고 필경은 그들이 기다리던 메시야를 보내시어,위에 말한 것과 같이 정화 운동의 심판에 의하여 택한 백성(야곱의 자손)을 구원 하시고야 만다는 것이다. 여기 이른바 \"야곱의 자손\"이라는 말은, 유대 민족 중에 있었던 교회를 가리키나, 거기에 연속된 새 이스라엘 곧, 이방인 교회도 가리킨다."
  },
  {
    "book": "말라기",
    "chapter": 3,
    "verse": 7,
    "subject1": "",
    "subject2": "",
    "text": "주) 만군의 여호와가 이르노라 너희 열조의 날로 부터 너희가 나의 규례를 떠나 지키지 아니하였도다 그런즉 내게로 돌아오라 그리하면 나도 너희에게로 돌아가리라 하였더니 너희가 이르기를 우리가 어떻게 하여야 돌아가리이까 하도다 - 여기서는 또 다시 하나님께서 유대인들의 불회개를 통탄히 여기신다. 저들의 범죄 생활의 역사는 오래였고 뿌리를 깊이 박고 있는 것이다. \"내게로 돌아오라 그리하면 나도 너희에게로 돌아가리라\"는 말씀은, 회개의 은혜로운 성격을 보여준다(1:3). 사람이 회개할 마음을 진실히 먹고 하나님께로 돌아가기를 진실되이 단행하면, 그 하기 어려운 회개를 하나님이 성립시켜 주신다. 하나님께로 돌아가는 것은, 무한히 먼 거리를 가는 불가능한 일이다. 그러나 문제 해결은, 회개하는 그 사람에게 있는 것이 아니고,하나님에게 있다. 곧, 하나님께서 그 회개자에게로 돌아오시겠다고 하시니, 먼 거리도 문제가 아니다. 그러므로 회개는 복음적 은혜이다. 이렇게 복음적 은혜인 회개를 유대인들에게 요구하였으나 저들은 그 말씀을 깨닫지 못하였다. 곧, 무슨 죄를 회개하라는가? 하는 의미에서 그들은 말하기를, \"우리가 어떻게 하여야 돌아가리이까\"라고 하였다."
  },
  {
    "book": "말라기",
    "chapter": 3,
    "verse": 8,
    "subject1": "",
    "subject2": "",
    "text": "주) 사람이 어찌 하나님의 것을 도적질하겠느냐 그러나 너희는 나의 것을 도적질하고도 말하기를 우리가 어떻게 주의 것을 도적질하였나이까 하도다 이는 곧 십일조와 헌물이라 너희 곧 온 나라가 나의 것을 도적질하였으므로 너희가 저주를 받았느니라 - 하나님께서 이스라엘 백성더러 그 소산의 십일조를 바치라고 하신 것은, 실상 은혜이다. 그 소산을 주신 이가 여호아시니 그것을 그가 전부 요구 하셔도 합당하다. 그러나 그리하시지 않고 다만 십분지 일을 드리라고 하셨다. 그것은 하나님께서 레위 족속의 사용할 것을 공급하시기 위하여 요구하셨으니 곧, 곡식, 술, 기름 양떼와 소떼의 처음난 것 등에 대한 십일조이다(레 27:30; 민 18:20-24; 신 14:22). 십일조는 하나님께 속한 것이니 그것을 바치지 않는 자는, 특별히 구약 시대에 있어서 하나님의 것을 도적질하는 것과 같은 죄이다."
  },
  {
    "book": "말라기",
    "chapter": 3,
    "verse": 10,
    "subject1": "",
    "subject2": "",
    "text": "여기 \"창고\"- 라고 한 것은 성전 창고를 이름이다(느 10:38, 13:12; 대하 31:11). \"나를 시험하여\" - 라는 말씀은, 그가 확실히 십일조를 드리는 자에게 풍성한 물질로 갚아주실 것을 보장하시는 말씀이다. 이것이야 말로 도전적인 말씀이다. 그 다음에 나오는 말씀들을 보면, 십일조를 드리는 자에게 풍성한 물질로 갚아 주실것을 여러가지로 진술한다. 그런데 문제는, 우리가 아는 대로 십일조를 바치는 자들중에 확실히 이 말씀대로 하나님의 갚아주시는 풍성한 물질을 받은 자들이 있는 반면에, 또 그렇지 못한 일도 있다는 것이다. 여기에 있어서 우리는 자세히 알아 보아야된다. (1) 십일조를 바치되 물질의 풍성한 것으로 갚음 받지 못하는 원인은, 아직도그 바치는 일이 하나님 보시기에 성실되지 못한 까닭이겠고, 그렇지 않으면, (2) 그가 십일조는 바치지만 다른 죄악 때문에 물질적 축복을 못받을 것이다. 하나님께서는 그 계명을 지키는 자에게 언약을 지키시겠다고 하셨다(단 9:4)."
  },
  {
    "book": "말라기",
    "chapter": 3,
    "verse": 13,
    "subject1": "",
    "subject2": "",
    "text": "이 부분 말씀은 유대인들의 하나님을 대적하는 죄악을 지적한다. 저들이 하나님을 대적하고, 여기서도 그 죄악을 깨닫지 못한다. 인간은 죄인이면서도 죄인인줄 모르는것이 그 답답한 형편이다. 선지자 말라기의 예언에 있어서 그 특징은, 이와 같이 답답한 것을 여러 번 지적하여 말한 점이다. 그들이 여호와를 대적한 죄악은 다른 것이아니고, (1)하나님을 섬기는 것이 헛되다고 생각하는 것, 곧, 하나님의 명령을 지키며 행하는 것(죄 때문에 금식하는 것과 같은 것)이 유익이 없다는 것이다. 이것은, 하나님을 신종하는 자에게 그가 갚아주시는 일이 없다는 패역한 주장이다. (2)그들은 주장하기를, 교만한 자가 복을 받으며, 악을 행하는 자가 창성하며, 하나님을 시험하는 자(그들이 악을 행하면서 하나님이 심판하시는가 보자하며 의심함)가 화를 면한다는 주장이다. 이것이야말로 하나님을 반대하는 사상이다. 신자들이 말로는 이런 악사상을 발표하지 않아도, 그 마음속에 이런 악사상을 품을 위험성이 있으며, 그 행동면에 있어서 자기들도 모르는 가운데 이런 악사상을 행위로 그려 놓는 일이 있을 위험성이 있는 것이다. 신자들은 이런 위험을 경계하고 언제나 사언행에 있어서 하나님의 진리에 붙들려야 한다."
  },
  {
    "book": "말라기",
    "chapter": 3,
    "verse": 16,
    "subject1": "",
    "subject2": "",
    "text": "우리는 위의 13-15절에서 하나님을 대적 하는 자들의 그릇된 주장을 보았다. 거기에 반대 되는 진실한 신자들의 주장을, 선지자 말라기가 여기에 소개한다. 이들의 주장의 내용이 무엇인지에 대하여는 자세히 말하지 않고, 다만 \"피차에 말하매\"- 라고만 하였다. 그러나 이들의 담화 내용이 여호와를 대적하는 자들의 주장(14,15절)과는 정반대로, 하나님은 살아 계셔서 의인과 악인을 분별하시어 상선벌악하신다 (18절)는 담화일 것이다. 여호와께서 이들의 담화를 들으시고 그것을 \"기념책\"에 기록 하셨다고 한다. 그가이렇게 기록하신 목적은, 그들이 믿는대로 장차 갚아주시려는 것이다. \"돌아와서\" -라는 말은, \"또 한번\"이라는 뜻이다. 이스라엘 백성이 장차 또 한번 깨달을 것은, 하나님이 의인을 구원하시고 악인을 벌하시는 사실이다."
  },
  {
    "book": "말라기",
    "chapter": 4,
    "verse": 1,
    "subject1": "",
    "subject2": "",
    "text": "주) 만군의 여호와가 이르노라 보라 극렬한 풀무 불 같은 날이 이르리니 교만한 자와악을 행하는 자는 다 초개 같을 것이라 그 이르는 날이 그들을 살라 그 뿌리와 가지를남기지 아니할 것이로되 - 여기 이른바 \"극렬한 풀무 불 같은 날\"이라는 말은, 주님의 재림시의 심판을 생각케 하는 것을 전연 제외하지는 않으나, 그리스도의 초림 시기를 가리킨다. 그것은 5절에 그리스도의 초림 시대 곧, 신약 시대를, \"여호와의 크고 두려운 날\"이라고도 하였기 때문이다. 그 귀절에 선지자 엘리야(세례 요한)가 그 전(여호와의 날이 이르기 전)에 오리라고 하였으니 그리스도의 오신 시대 곧, 신약 시대를 \"크고 두려운 날\"이라고 한 것이 명백하다. 그리스도의 구원 운동을 전개시키는 신약 시대는, 은혜로 사람들을 부르는 시대인데 그 시대를 어떻게 \"극렬한 풀무 불 같은 날\" 이라고 할 수 있을까? 우리는 신약 시대를 두려운 날로도 생각할 수 있다. 그 이유는, 그리스도의 복음 운동은 많은 사람의 패하고 흥함을 위한 두 가지 방면을 가지고 있기 때문이다(눅 2:34). 그리스도의 복음은, \"이 사람에게는 사망으로 좇아 사망에 이르는 냄새요 저 사람에게는 생명으로좇아 생명에 이르는 냄새\"가 된다(고후 2:16). 그리스도의 복음을 받는 자는 영생을얻으나, 그것을 받지 않는 교만한 자는 멸망을 당한다. 그러므로 이 멸망 당하는 자들에 대하여는 신약 시대도 \"극렬한 풀무 불 같은 날\"이다. 이 때에 교만하여 복음을 받지 않고 악을 행하는 자는, 다 초개와 같이 불타서 망하듯이 멸망을 당한다."
  },
  {
    "book": "말라기",
    "chapter": 4,
    "verse": 2,
    "subject1": "",
    "subject2": "",
    "text": "주) 내 이름을 경외하는 너희에게는 의로운 해가 떠올라서 치료하는 광선을 발하리니너희가 나가서 외양간에서 나온 송아지 같이 뛰리라 - \"내 이름을 경외하는 너희\"라는말은, 신약 시대의 신자들에게 해당되는 사람들을 가리킨다. 구약에서 신앙을 경외라는 말로 표현하는 것은 보통이다. \"의로운 해가 떠올라서\" 라는 말은, 그리스도의 오실 것을 가리킨다(눅 1:78). 시 84:11; 60:19 참조. 태양이 만물을 살리는 것처럼그리스도께서는 만민을 구원하신다. 이런 의미에서 우리 본문은 그리스도의 구원 운동을 가리켜 \"치료하는 광선\"이라고 하였다. \"치료\"라는 말은 구원을 가리킨다(겔47:12). \"외양간에서 나온 송아지 같이 뛰리라\"는 말씀은, 신자들이 구원의 즐거움으로 인하여 극도로 기뻐할 것을 비유한다."
  },
  {
    "book": "말라기",
    "chapter": 4,
    "verse": 3,
    "subject1": "",
    "subject2": "",
    "text": "주) \"악인을 밟\"- 는다 함은, 구원 얻은 하나님 백성의 최후적 승리를 의미한다. 그것은 물론 회개하는 시대 (그리스도 재림 이전 시대)에 완전히 실현될 일은 아니다. 그것은 주님께서 재림하시어 친히 악도들을 멸망시키실 때에 완전히 실현된다. 신자들은 그리스도 안에서 함께 이 승리에 참여하게 된다. 물론 이 승리가 복음 운동 시대(곧, 신약)에도 겨자씨와 같은 종자로 존재한 것만은 사실이다."
  },
  {
    "book": "말라기",
    "chapter": 4,
    "verse": 4,
    "subject1": "",
    "subject2": "",
    "text": "여기서는 선지자 말라기가, 유대인 들더러 모세의 율법을 지키라고 명한다. 그가이 말씀을 하는 이유는, 그 시대가 심히 부패하여 하나님의 율법을 지키지 않았기 때문이다. 장차 오실 메시야를 내다보는 그는, 메시야를 맞이할 준비로서 사람들이 회개하고 하나님의 율법을 순종함이 필요한 줄 알았다. 그리스도께서 오시기 직전에 세례 요한(여기서는 엘리야라 함. 5절 하반절)이 오신 목적도 이것을 위한 것이다. 이아래 5,6절이 그 뜻이다."
  },
  {
    "book": "말라기",
    "chapter": 4,
    "verse": 5,
    "subject1": "",
    "subject2": "",
    "text": "주) \"여호와의 크고 두려운 날\"- 이라는 말은, 신약 시대를 가리킨다. 1절 해석 참조. 주) \"선지 엘리야\"- 는 세례 요한을 가리킨다. 세례 요한을 엘리야라고 하는 이유는, 양자의 사역 성격이 유사하기 때문이다(눅 1:17). 주) \"아비의 마음을 자녀에게로 돌이키게 하고 자녀들의 마음을 그들의 아비에게로 돌이키게\"- 함은, 그 때에 유대 사회가 타락하여 부모는 자식을 사랑하지 않고, 자식은 부모에게 효도하지 않기 때문에 세례 요한이 나타나서 그런 도덕적 타락을 개척하겠다는 뜻이다. 도덕적 개혁이 진정한 종교를 발생시킬 수는 없으나, 진정한 종교가 나타날 때에 그것을 영접할만한 준비는 될 수있다. 세례 요한이 이와 같은 도덕적 개혁을 힘쓴 것은, 사람들로 하여금 그 뒤에 오시는 메시야를 영접하게 하려는 것이다(눅 3:4-6)."
  }
]